Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# ImportGameSuccessDetail
source: %@ has been added to your library. View now?
ar: %@ تمت إضافتها إلى المكتبة، هل تريد معاينتها الآن؟
cs: %@ Byla přidána do knihovny. Zobrazit nyní?
fi: %@ on tuotu pelikirjastoon, haluatko tarkastella sitä nyt?
fr: %@ a été ajouté à votre bibliothèque, consulter maintenant ?
hi: %@ गेम लाइब्रेरी में इम्पोर्ट हो गया है, क्या तुरंत देखना चाहेंगे?
hu: %@ sikeresen importálva a játékkönyvtárba, azonnal megtekinti?
nb: %@ er nå i spillebiblioteket – vil du åpne nå?
nl: %@ is toegevoegd aan je bibliotheek. Nu bekijken?
pt_br: %@ foi adicionado à sua biblioteca - deseja visualizar agora?
ru: %@ добавлена в библиотеку. Перейти к ней сейчас?
sk: %@ bola importovaná do knižnice hier, chcete ju hneď zobraziť?
th: %@ ถูกนำเข้าสู่คลังเกมแล้ว ต้องการดูทันทีหรือไม่?
uk: %@ додано до бібліотеки ігор. Переглянути зараз?
zh_hans: %@ 已经导入游戏库中，是否立即查看？

# ImportGameSuccessDetailForOne
source: "%@" has been added. Start playing?
ar: "%@" تمت إضافتها إلى المكتبة، هل تريد اللعب الآن؟
cs: "%@" Byla přidána do knihovny. Spustit hru?
fi: "%@" on tuotu pelikirjastoon, haluatko pelata sitä nyt?
fr: "%@" a été ajouté à votre bibliothèque, jouer maintenant ?
hi: "%@" गेम लाइब्रेरी में इम्पोर्ट हो गया है, क्या तुरंत खेलना चाहेंगे?
hu: "%@" sikeresen importálva a játékkönyvtárba, azonnal játszik?
nb: "%@" er klar for spill – start nå?
nl: "%@" is toegevoegd. Direct spelen?
pt_br: "%@" foi adicionado à sua biblioteca - deseja jogar agora?
ru: "%@" добавлена в библиотеку. Начать игру сейчас?
sk: "%@" bola importovaná do knižnice hier, chcete ju hneď hrať?
th: "%@" ถูกนำเข้าสู่คลังเกมแล้ว ต้องการเล่นทันทีหรือไม่?
uk: "%@" додано до бібліотеки ігор. Почати гру зараз?
zh_hans: "%@" 已经导入游戏库中，是否立即游戏？

# ImportSkinSuccessTitle
source: Skin Imported
ar: تم استيراد السكين بنجاح
cs: Skin úspěšně importován
fi: Skinin tuonti onnistui
fr: Skin importé avec succès
hi: स्किन सफलतापूर्वक इम्पोर्ट हुई
hu: Skin sikeresen importálva
nb: Skin importert
nl: Skin geïmporteerd
pt_br: Skin importada com sucesso
ru: Скин успешно импортирован
sk: Skin bol úspešne importovaný
th: นำเข้าสกินสำเร็จ
uk: Скін успішно імпортовано
zh_hans: 导入皮肤成功

# ImportSkinSuccessDetail
source: "%@" imported successfully. View now?
ar: "%@" تم الاستيراد بنجاح، هل تريد المعاينة الآن؟
cs: "%@" Importován úspěšně. Zobrazit nyní?
fi: "%@" tuonti onnistui, haluatko tarkastella sitä nyt?
fr: "%@" importé avec succès, consulter maintenant ?
hi: "%@" सफलतापूर्वक इम्पोर्ट हुई, क्या तुरंत देखना चाहेंगे?
hu: "%@" sikeresen importálva, azonnal megtekinti?
nb: "%@" ble importert – vis nå?
nl: "%@" is toegevoegd. Nu bekijken?
pt_br: "%@" importada com sucesso - deseja visualizar agora?
ru: "%@" успешно добавлен. Перейти к нему сейчас?
sk: "%@" bol úspešne importovaný, chcete ho hneď zobraziť?
th: "%@" นำเข้าเสร็จสิ้น ต้องการดูทันทีหรือไม่?
uk: "%@" успішно імпортовано. Переглянути зараз?
zh_hans: "%@" 导入成功，是否立即查看？

# ImportGameSaveSuccessTitle
source: Game Save Imported
ar: تم استيراد الحفظ بنجاح
cs: Uložení hry importováno
fi: Tallennuksen tuonti onnistui
fr: Sauvegarde importée avec succès
hi: गेम सेव सफलतापूर्वक इम्पोर्ट हुआ
hu: Játékmentés sikeresen importálva
nb: Lagring importert
nl: Opslag geïmporteerd
pt_br: Save importado com sucesso
ru: Сохранение импортировано
sk: Uloženie hry bolo úspešne importované
th: นำเข้าเซฟเกมสำเร็จ
uk: Збереження гри успішно імпортовано
zh_hans: 导入存档成功

# ImportGameSaveSuccessDetail
source: "%@" has been added to corresponding game
ar: "%@" تم استيراده إلى اللعبة المقابلة
cs: "%@" Bylo přiřazeno k odpovídající hře
fi: "%@" on tuotu vastaavaan peliin
fr: "%@" a été ajouté au jeu correspondant
hi: "%@" संबंधित गेम में इम्पोर्ट हो गया है
hu: "%@" sikeresen importálva a megfelelő játékba
nb: "%@" er knyttet til spillet
nl: "%@" is aan de game gekoppeld
pt_br: "%@" foi associado ao jogo correspondente
ru: "%@" успешно сопоставлено с игрой
sk: "%@" bolo importované do príslušnej hry
th: "%@" ถูกนำเข้าสู่เกมที่เกี่ยวข้องแล้ว
uk: "%@" додано до відповідної гри
zh_hans: "%@" 已经导入对应游戏中

# ImportGameSaveSuccessForOne
source: "%@" imported. Start playing?
ar: "%@" تم استيراده، هل تريد اللعب الآن؟
cs: "%@" Bylo importováno. Spustit hru?
fi: "%@" on tuotu peliin, haluatko pelata nyt?
fr: "%@" a été ajouté au jeu, jouer maintenant ?
hi: "%@" गेम में इम्पोर्ट हो गया है, क्या तुरंत खेलना चाहेंगे?
hu: "%@" sikeresen importálva a játékba, azonnal játszik?
nb: "%@" er importert – start spillet nå?
nl: "%@" is geïmporteerd. Direct spelen?
pt_br: "%@" foi importado - deseja jogar agora?
ru: "%@" импортировано. Начать игру сейчас?
sk: "%@" bolo importované do hry, chcete ju hneď hrať?
th: "%@" ถูกนำเข้าเกมแล้ว ต้องการเล่นทันทีหรือไม่?
uk: "%@" додано до гри. Почати гру зараз?
zh_hans: "%@" 已经导入游戏中，是否立即游戏？

# ImportGameSaveFailedNoGameError
source: Failed to import "%@": No games available
ar: فشل استيراد "%@"، لم تقم بإضافة أي ألعاب بعد!
cs: Import "%@" selhal – nejprve přidejte hru!
fi: Tallennuksen "%@" tuonti epäonnistui, koska sinulla ei ole vielä pelejä!
fr: Échec de l'import de "%@" car vous n'avez encore aucun jeu !
hi: "%@" इम्पोर्ट करने में विफल, क्योंकि आपके पास अभी तक कोई गेम नहीं है!
hu: A "%@" importálása sikertelen, mert még nincs játéka!
nb: Kunne ikke importere "%@" – ingen spill er lagt til
nl: "%@" importeren mislukt: je hebt nog geen games!
pt_br: Falha ao importar "%@" - você ainda não possui jogos!
ru: Ошибка импорта "%@": отсутствуют игры в библиотеке!
sk: Import "%@" zlyhal, pretože ešte nemáte žiadne hry!
th: นำเข้า "%@" ล้มเหลว เนื่องจากคุณยังไม่มีเกม!
uk: Не вдалося імпортувати "%@", оскільки у вас ще немає ігор!
zh_hans: 导入"%@"失败，因为你还没有游戏！

# DownloadCompletion
source: Download Complete
ar: اكتمل التنزيل
cs: Stahování dokončeno
fi: Lataus valmis
fr: Téléchargement terminé
hi: डाउनलोड पूर्ण
hu: Letöltés befejezve
nb: Nedlastning fullført
nl: Download voltooid
pt_br: Download concluído
ru: Загрузка завершена
sk: Sťahovanie dokončené
th: ดาวน์โหลดเสร็จสิ้น
uk: Завантаження завершено
zh_hans: 下载完成

# QQChannelName
source: QQ Channel
ar: قناة QQ
cs: QQ kanál
fi: QQ-kanava
fr: Chaîne QQ
hi: QQ चैनल
hu: QQ csatorna
nb: QQ-kanal
nl: QQ-kanaal
pt_br: Canal QQ
ru: QQ-канал
sk: QQ kanál
th: ช่องทาง QQ
uk: QQ-канал
zh_hans: QQ频道

# NotSupportPasswordZip
source: Encrypted ZIP not supported: %@
ar: تعذر فك ضغط "%@"، حزم مضغوطة مشفرة غير مدعومة حالياً
cs: "%@" nelze rozbalit – šifrované archivy nejsou podporovány
fi: "%@" purkaminen epäonnistui, salattuja paketteja ei tueta
fr: Impossible de décompresser "%@", les archives chiffrées ne sont pas encore supportées
hi: "%@" एक्सट्रेक्ट नहीं कर सकते, एन्क्रिप्टेड ज़िप फाइल्स अभी समर्थित नहीं
hu: A "%@" kitömörítése sikertelen, jelszóval védett tömörített fájlok nem támogatottak
nb: "%@" kan ikke pakkes ut – krypterte ZIP-er støttes ikke
nl: "%@" kan niet uitgepakt worden: versleutelde ZIP wordt niet ondersteund
pt_br: Não foi possível extrair "%@" - arquivos ZIP criptografados não são suportados
ru: "%@": архивы с паролем не поддерживаются
sk: "%@" nie je možné rozbaliť, šifrované archívy nie sú podporované
th: ไม่สามารถแตกไฟล์ "%@" ได้ ยังไม่รองรับไฟล์ ZIP ที่มีรหัสผ่าน
uk: Не вдалося розпакувати "%@": зашифровані архіви наразі не підтримуються
zh_hans: 无法解压"%@"，暂不支持加密压缩包

# UnzipFailed
source: Failed to extract "%@"
ar: فشل فك ضغط "%@"
cs: "%@" – chyba rozbalení
fi: "%@" purkaminen epäonnistui
fr: Échec de la décompression de "%@"
hi: "%@" एक्सट्रेक्ट करने में विफल
hu: "%@" kitömörítése sikertelen
nb: "%@" kunne ikke pakkes ut
nl: "%@" uitpakken mislukt
pt_br: Falha ao extrair "%@"
ru: "%@": ошибка распаковки
sk: "%@" sa nepodarilo rozbaliť
th: แตกไฟล์ "%@" ล้มเหลว
uk: Не вдалося розпакувати "%@"
zh_hans: "%@"解压失败

# NoSupportInZip
source: No supported formats in "%@"
ar: لا يحتوي "%@" على تنسيقات مدعومة
cs: "%@" neobsahuje podporované formáty
fi: "%@" ei sisällä tuettua muotoa
fr: "%@" ne contient aucun format supporté
hi: "%@" में कोई समर्थित फॉर्मेट नहीं मिला
hu: A "%@" nem tartalmaz támogatott formátumot
nb: Ingen støttede filer i "%@"
nl: "%@" bevat geen ondersteunde bestanden
pt_br: "%@" não contém formatos suportados
ru: "%@" не содержит поддерживаемых форматов
sk: "%@" neobsahuje podporovaný formát
th: "%@" ไม่มีรูปแบบที่รองรับ
uk: "%@" не містить підтримуваних форматів
zh_hans: "%@"中未包含支持的格式

# IPCopy
source: Address Copied
ar: تم نسخ العنوان
cs: Adresa zkopírována
fi: Osoite kopioitu
fr: Adresse copiée
hi: पता कॉपी हो गया
hu: Cím másolva
nb: Adresse kopiert
nl: Adres gekopieerd
pt_br: Endereço copiado
ru: Адрес скопирован
sk: Adresa bola skopírovaná
th: คัดลอกที่อยู่แล้ว
uk: Адресу скопійовано
zh_hans: 已复制地址

# ImportServiceListFilesTitle
source: Files
ar: الملفات
cs: Soubory
fi: Tiedostot
fr: Fichiers
hi: फाइल्स
hu: Fájlok
nb: Filer
nl: Bestanden
pt_br: Arquivos
ru: Файлы
sk: Súbory
th: ไฟล์
uk: Файли
zh_hans: 文件

# ImportServiceListFilesDetail
source: Import games, skins, game saves from files or iCloud
ar: استيراد الألعاب أو السكين أو الحفظ من الملفات أو iCloud
cs: Import her, skinů nebo uložení ze souborů nebo iCloud
fi: Tuo pelejä, skinejä ja tallennuksia tiedostoista tai iCloudista
fr: Importer des jeux, skins ou sauvegardes depuis des fichiers ou iCloud
hi: iCloud या फाइल्स से गेम, स्किन, सेव इम्पोर्ट करें
hu: Játékok, skinek és mentések importálása fájlokból vagy iCloud-ról
nb: Importer spill, skins eller lagringer fra filer/iCloud
nl: Importeer games, skins of opslag via bestanden of iCloud
pt_br: Importe jogos, skins e saves de arquivos ou iCloud
ru: Импорт игр, скинов, сохранений из файлов или iCloud
sk: Import hry, skinov alebo uložení zo súborov alebo iCloud
th: นำเข้าเกม สกิน หรือเซฟจากไฟล์หรือ iCloud
uk: Імпортуйте ігри, скіни та збереження з файлів або iCloud
zh_hans: 从文件或iCloud上导入游戏、皮肤、存档

# ImportServiceListWiFiOffDetail
source: Transfer files via browser on same network
ar: نقل الملفات عبر متصفح في نفس الشبكة
cs: Přenos souborů přes prohlížeč v lokální síti
fi: Siirrä tiedostoja saman lähiverkon selaimen kautta
fr: Transférer des fichiers via un navigateur sur le même réseau local
hi: समान LAN नेटवर्क के ब्राउज़र के माध्यम से फाइल ट्रांसफर करें
hu: Fájlok átvitele ugyanazon hálózaton keresztül böngészővel
nb: Overfør filer via nettleser på samme nettverk
nl: Bestanden overdragen via browser in hetzelfde netwerk
pt_br: Transfira arquivos via navegador na mesma rede
ru: Передача файлов через браузер в локальной сети
sk: Prenos súborov pomocou prehliadača v rovnakej sieti
th: ส่งไฟล์ผ่านเบราว์เซอร์ในเครือข่ายท้องถิ่นเดียวกัน
uk: Передавайте файли через браузер у тій самій мережі
zh_hans: 通过同一局域网的浏览器传输文件

# ImportServiceListWiFiOnDetail
source: %@ Use browser to transfer files
ar: %@ استخدم المتصفح لنقل الملفات
cs: %@ Pro přenos použijte prohlížeč
fi: %@ Käytä selainta tiedostonsiirtoon
fr: %@ Utiliser un navigateur pour transférer des fichiers
hi: %@ ब्राउज़र का उपयोग करके फाइल ट्रांसफर करें
hu: %@ Fájlok átvitele böngészővel
nb: %@ Bruk nettleser for filoverføring
nl: %@ Gebruik browser om bestanden over te dragen
pt_br: %@ Use um navegador para transferir arquivos
ru: %@ Используйте браузер для передачи
sk: %@ Použite prehliadač na prenos súborov
th: %@ ใช้เบราว์เซอร์ในการส่งไฟล์
uk: %@ Використовуйте браузер для передачі файлів
zh_hans: %@ 使用浏览器传输文件

# ImportServiceListPasteTitle
source: Read Clipboard
ar: قراءة الحافظة
cs: Načíst ze schránky
fi: Lue leikepöydältä
fr: Lire le presse-papiers
hi: पेस्टबोर्ड पढ़ें
hu: Vágólap olvasása
nb: Les utklippstavle
nl: Klembord lezen
pt_br: Ler área de transferência
ru: Буфер обмена
sk: Načítať schránku
th: อ่านคลิปบอร์ด
uk: Зчитування буфера обміну
zh_hans: 读取粘贴板

# ImportServiceListPasteDetail
source: Supports files copied from macOS or Files app
ar: يدعم النسخ من macOS أو تطبيقات الملفات
cs: Podporuje soubory zkopírované z macOS nebo aplikace Soubory
fi: Tukee tiedostojen kopioimista macOS:stä ja Tiedostot-sovelluksesta
fr: Prend en charge les fichiers copiés depuis macOS ou l'application Fichiers
hi: macOS और फाइल ऐप से कॉपी की गई फाइल्स का समर्थन करता है
hu: Támogatja a fájlok másolását macOS-ről és a Fájlok alkalmazásból
nb: Støtter filer kopiert fra macOS eller Filer-appen
nl: Ondersteunt bestanden van macOS en Bestanden-app
pt_br: Suporte para arquivos copiados do macOS ou do app Arquivos
ru: Поддержка файлов из macOS и приложения «Файлы»
sk: Podporuje kopírovanie súborov z macOS alebo aplikácie Súbory
th: รองรับการคัดลอกไฟล์จาก macOS และแอปไฟล์
uk: Підтримується імпорт файлів з macOS та додатку «Файли»
zh_hans: 支持从macOS及文件应用拷贝文件

# ImportHowTo
source: How to Import
ar: كيفية الاستيراد
cs: Jak importovat
fi: Miten tuoda
fr: Comment importer
hi: कैसे इम्पोर्ट करें
hu: Hogyan importáljunk
nb: Hvordan importere
nl: Hoe importeer ik?
pt_br: Como importar
ru: Как импортировать
sk: Ako importovať
th: วิธีการนำเข้า
uk: Як імпортувати
zh_hans: 如何导入

# ImportTopHintTitle
source: Your adventure begins here!
ar: قصة مليئة بالأحلام والمغامرات تبدأ من هنا!
cs: Příběh plný snů a dobrodružství začíná právě zde!
fi: Tarinat täynnä unelmia ja seikkailuja alkavat täältä!
fr: Une histoire pleine de rêves et d'aventures commence ici !
hi: एक सपनों और साहसिक कार्यों से भरी कहानी यहीं से शुरू होगी!
hu: Egy álmokkal és kalandokkal teli történet itt kezdődik!
nb: Et eventyr fylt av drømmer venter!
nl: Een verhaal vol dromen en avonturen begint hier!
pt_br: Uma história cheia de sonhos e aventuras começa aqui!
ru: История, полная мечтаний и приключений, начинается здесь!
sk: Príbeh plný snov a dobrodružstiev začína práve tu!
th: เรื่องราวแห่งความฝันและการผจญภัยกำลังเริ่มต้นที่นี่!
uk: Історія, сповнена мрій та пригод, починається тут!
zh_hans: 一个充满梦想与冒险的故事将从这里开始！

# ImportDragAndDropTips
source: Drag files to any Manic EMU interface for transfer
ar: اسحب الملفات إلى أي واجهة في Manic EMU للنقل
cs: Přetáhněte soubory kamkoli do Manic EMU pro přenos
fi: Vedä ja pudota tiedostot mihin tahansa Manic EMU:n käyttöliittymään
fr: Glissez-déposez des fichiers sur n'importe quelle interface de Manic EMU pour les transférer
hi: फाइल्स को Manic EMU के किसी भी इंटरफेस पर ड्रैग और ड्रॉप करके ट्रांसफर करें
hu: Húzza át a fájlokat a Manic EMU bármely felületére az átvitelhez
nb: Dra filer til Manic EMU for rask overføring
nl: Sleep bestanden naar elk Manic EMU-scherm om ze over te dragen
pt_br: Arraste arquivos para qualquer tela do Manic EMU para transferir
ru: Перетащите файлы в любое окно Manic EMU для передачи
sk: Presuňte súbory na ľubovoľné rozhranie Manic EMU na prenos
th: ลากและวางไฟล์ลงบนอินเทอร์เฟซใดๆ ของ Manic EMU เพื่อถ่ายโอน
uk: Перетягніть файли в будь-який інтерфейс Manic EMU для передачі
zh_hans: 将文件拖到Manic EMU的任意界面实现传输

# ImportChannelTips
source: Join %@ for assistance
ar: للأسئلة، انضم إلى %@ للحصول على المساعدة
cs: Máte dotazy? Připojte se k %@ pro pomoc
fi: Jos sinulla on kysyttävää, liity kanavalle %@ saadaksesi apua
fr: Pour toute question, rejoignez %@ pour obtenir de l'aide
hi: यदि कोई प्रश्न हो तो %@ में शामिल हों
hu: Ha kérdése van, csatlakozzon a %@ csatornához segítségért
nb: Besøk %@ for hjelp
nl: Vragen? Sluit je aan bij %@ voor hulp
pt_br: Dúvidas? Junte-se ao %@ para obter ajuda
ru: При возникновении вопросов присоединяйтесь к %@
sk: Ak máte otázky, pripojte sa k %@ pre pomoc
th: หากมีคำถาม เข้าร่วม %@ เพื่อรับความช่วยเหลือ
uk: Якщо виникли запитання, приєднуйтесь до %@ для допомоги
zh_hans: 如有疑问，加入%@获取帮助

# ToastConnectCloudDriveSuccess
source: Successfully connected to %@
ar: تم الاتصال بـ %@ بنجاح
cs: Úspěšné připojení k %@
fi: Yhteys %@ onnistui
fr: Connexion à %@ réussie
hi: %@ से सफलतापूर्वक जुड़ा
hu: Sikeres csatlakozás a %@ szolgáltatáshoz
nb: Tilkoblet %@
nl: Verbonden met %@
pt_br: Conexão com %@ estabelecida
ru: %@ успешно подключён
sk: Pripojenie k %@ bolo úspešné
th: เชื่อมต่อ %@ สำเร็จ
uk: Підключено до %@
zh_hans: 连接%@成功

# AlertImportFilesSuccess
source: Import Successful
ar: تم استيراد الموارد بنجاح
cs: Úspěšný import zdrojů
fi: Resurssien tuonti onnistui
fr: Ressources importées avec succès
hi: संसाधन सफलतापूर्वक इम्पोर्ट हुए
hu: Erőforrások sikeresen importálva
nb: Ressurser importert
nl: Bronnen geïmporteerd
pt_br: Recursos importados com sucesso
ru: Ресурсы успешно импортированы
sk: Zdroje boli úspešne importované
th: นำเข้าไฟล์สำเร็จ
uk: Ресурси успішно імпортовано
zh_hans: 导入资源成功

# ErrorConnectCloudDrive
source: Cloud Service Connection Failed
ar: تعذر الاتصال بالخدمة السحابية
cs: Nelze připojit cloudovou službu
fi: Pilvipalveluun ei saada yhteyttä
fr: Impossible de se connecter au service cloud
hi: क्लाउड सेवा से जुड़ने में असमर्थ
hu: Nem sikerült csatlakozni a felhőszolgáltatáshoz
nb: Kunne ikke koble til skytjeneste
nl: Kan geen verbinding maken met cloudservice
pt_br: Não foi possível conectar ao serviço de nuvem
ru: Ошибка подключения к облаку
sk: Nepodarilo sa pripojiť k cloudovej službe
th: ไม่สามารถเชื่อมต่อบริการคลาวด์
uk: Не вдалося підключитися до хмарного сервісу
zh_hans: 无法连接云服务

# ErrorUnknown
source: Unknown Error
ar: خطأ غير معروف
cs: Neznámá chyba
fi: Tuntematon virhe
fr: Erreur inconnue
hi: अज्ञात त्रुटि
hu: Ismeretlen hiba
nb: Ukjent feil
nl: Onbekende fout
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sk: Neznáma chyba
th: ข้อผิดพลาดไม่ทราบสาเหตุ
uk: Невідома помилка
zh_hans: 未知错误

# ReasonConncetCloudDriveFail
source: Check network connection and service authorization, or remove and re-add service
ar: يرجى التحقق من الاتصال بالإنترنت أو صلاحيات الخدمة، أو إزالة الخدمة وإضافتها مجدداً
cs: Zkontrolujte připojení a autorizaci služby, nebo službu odeberte a přidejte znovu
fi: Tarkista verkkoyhteys ja pilvipalvelun käyttöoikeudet, tai yritä poistaa ja lisätä palvelu uudelleen
fr: Vérifiez votre connexion réseau et l'autorisation du service cloud, ou essayez de supprimer et réajouter ce service
hi: कृपया नेटवर्क कनेक्शन और क्लाउड सेवा अधिकार स्थिति जांचें, या इस सेवा को हटाकर पुनः जोड़ने का प्रयास करें
hu: Kérjük, ellenőrizze a hálózati kapcsolatot és a felhőszolgáltatás engedélyeit, vagy próbálja meg eltávolítani és újra hozzáadni a szolgáltatást
nb: Sjekk nettverk eller tillatelser. Prøv å fjerne og legge til tjenesten på nytt
nl: Controleer je netwerk of autorisatie. Verwijder en voeg de service opnieuw toe
pt_br: Verifique sua conexão e status de autorização, ou tente remover e readicionar o serviço
ru: Проверьте подключение к сети, статус авторизации или попробуйте переустановить сервис
sk: Skontrolujte sieťové pripojenie a stav oprávnení cloudovej služby, alebo skúste službu odstrániť a pridať znova
th: โปรดตรวจสอบการเชื่อมต่อเครือข่ายและสถานะการอนุญาตบริการคลาวด์ หรือลองลบบริการนี้และเพิ่มใหม่
uk: Перевірте мережеве з’єднання та стан авторизації хмарного сервісу або спробуйте видалити та додати сервіс знову
zh_hans: 请检查网络连接和云服务授权状态，或尝试移除此服务进行重新添加

# TabbarTitleGames
source: Games
ar: الألعاب
cs: Hry
fi: Pelit
fr: Jeux
hi: गेम्स
hu: Játékok
nb: Spill
pt_br: Jogos
ru: Игры
sk: Hry
th: เกม
uk: Ігри
zh_hans: 游戏

# TabbarTitleImport
source: Import
ar: استيراد
fi: Tuo
fr: Importer
hi: इम्पोर्ट
hu: Importálás
nb: Importer
nl: Importeren
pt_br: Importar
ru: Импорт
th: นำเข้า
uk: Імпорт
zh_hans: 导入

# TabbarTitleSettings
source: Settings
ar: الإعدادات
cs: Nastavení
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
hu: Beállítások
nb: Innstillinger
nl: Instellingen
pt_br: Configurações
ru: Настройки
sk: Nastavenia
th: ตั้งค่า
uk: Налаштування
zh_hans: 设置

source: Select All
ar: تحديد الكل
cs: Vybrat vše
fi: Valitse kaikki
fr: Tout sélectionner
hi: सभी चुनें
hu: Összes kiválasztása
nb: Velg alle
nl: Alles selecteren
pt_br: Selecionar tudo
ru: Выбрать всё
sk: Vybrať všetko
th: เลือกทั้งหมด
uk: Вибрати все
zh_hans: 全选

source: Deselect All
ar: إلغاء التحديد
cs: Zrušit výběr
fi: Poista valinnat
fr: Tout désélectionner
hi: सभी अचयनित करें
hu: Összes kijelölés visszavonása
nb: Fjern alle
nl: Selectie opheffen
pt_br: Desselecionar tudo
ru: Снять выделение
sk: Zrušiť výber
th: ยกเลิกการเลือกทั้งหมด
uk: Скасувати вибір
zh_hans: 取消全选

# CloudDriveBrowserDownload
source: Download
ar: تنزيل
cs: Stáhnout
fi: Lataa
fr: Télécharger
hi: डाउनलोड
hu: Letöltés
nb: Last ned
nl: Downloaden
ru: Скачать
sk: Stiahnuť
th: ดาวน์โหลด
uk: Завантажити
zh_hans: 下载

# CancelTitle
source: Cancel
ar: إلغاء
cs: Zrušit
fi: Peruuta
fr: Annuler
hi: रद्द करें
hu: Mégse
nb: Avbryt
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
th: ยกเลิก
uk: Скасувати
zh_hans: 取消

# CheckTitle
source: View
ar: معاينة
cs: Zobrazit
fi: Tarkastele
fr: Vérifier
hi: देखें
hu: Megtekintés
nb: Vis
nl: Bekijken
pt_br: Ver
ru: Просмотр
sk: Zobraziť
th: ตรวจสอบ
uk: Переглянути
zh_hans: 查看

# StartGameTitle
source: Play Now
ar: العب الآن
cs: Hrát
fi: Pelaa nyt
fr: Jouer maintenant
hi: तुरंत खेलें
hu: Azonnali játék
nb: Start spill
nl: Nu spelen
pt_br: Jogar agora
ru: Играть сейчас
sk: Hrať teraz
th: เล่นทันที
uk: Почати гру
zh_hans: 立即游玩

# ConfirmTitle
source: Confirm
ar: تأكيد
cs: Potvrdit
fi: Vahvista
fr: Confirmer
hi: पुष्टि करें
hu: Megerősítés
nb: Bekreft
nl: Bevestigen
pt_br: Confirmar
ru: Подтвердить
sk: Potvrdiť
th: ยืนยัน
uk: Підтвердити
zh_hans: 确定

# SaveTitle
source: Save
ar: حفظ
cs: Uložit
fi: Tallenna
fr: Enregistrer
hi: सेव करें
hu: Mentés
nb: Lagre
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sk: Uložiť
th: บันทึก
uk: Зберегти
zh_hans: 保存

# NameTitle
source: Name
ar: الاسم
cs: Název
fi: Nimi
fr: Nom
hi: नाम
hu: Név
nb: Navn
nl: Naam
pt_br: Nome
ru: Название
sk: Názov
th: ชื่อ
uk: Назва
zh_hans: 名称

# TimeAgoMinuteFormat
source: %d minute(s) ago
ar: قبل %d دقيقة
cs: Před %d minutami
fi: %d minuuttia sitten
fr: il y a %d minutes
hi: %d मिनट पहले
hu: %d perce
nb: %d minutter siden
nl: %d minuten geleden
pt_br: %d minutos atrás
ru: %d минут назад
sk: Pred %d minútami
th: %d นาทีที่แล้ว
uk: %d хвилин тому
zh_hans: %d分钟前

# TimeAgoHourFormat
source: %d hour(s) ago
ar: قبل %d ساعة
cs: Před %d hodinami
fi: %d tuntia sitten
fr: il y a %d heures
hi: %d घंटे पहले
hu: %d órája
nb: %d timer siden
nl: %d uur geleden
pt_br: %d horas atrás
ru: %d часов назад
sk: Pred %d hodinami
th: %d ชั่วโมงที่แล้ว
uk: %d годин тому
zh_hans: %d小时前

# TimeAgoDayFormat
source: %d day(s) ago
ar: قبل %d يوم
cs: Před %d dny
fi: %d päivää sitten
fr: il y a %d jours
hi: %d दिन पहले
hu: %d napja
nb: %d dager siden
nl: %d dagen geleden
pt_br: %d dias atrás
ru: %d дней назад
sk: Pred %d dňami
th: %d วันที่แล้ว
uk: %d днів тому
zh_hans: %d天前

# TimeAgoWeekFormat
source: %d week(s) ago
ar: قبل %d أسبوع
cs: Před %d týdny
fi: %d viikkoa sitten
fr: il y a %d semaines
hi: %d सप्ताह पहले
hu: %d hete
nb: %d uker siden
nl: %d weken geleden
pt_br: %d semanas atrás
ru: %d недель назад
sk: Pred %d týždňami
th: %d สัปดาห์ที่แล้ว
uk: %d тижнів тому
zh_hans: %d周前

# TimeAgoMonthFormat
source: %d month(s) ago
ar: قبل %d شهر
cs: Před %d měsíci
fi: %d kuukautta sitten
fr: il y a %d mois
hi: %d महीने पहले
hu: %d hónapja
nb: %d måneder siden
nl: %d maanden geleden
pt_br: %d meses atrás
ru: %d месяцев назад
sk: Pred %d mesiacmi
th: %d เดือนที่แล้ว
uk: %d місяців тому
zh_hans: %d月前

# TimeAgoYearFormat
source: %d year(s) ago
ar: قبل %d سنة
cs: Před %d lety
fi: %d vuotta sitten
fr: il y a %d ans
hi: %d साल पहले
hu: %d éve
nb: %d år siden
nl: %d jaar geleden
pt_br: %d anos atrás
ru: %d лет назад
sk: Pred %d rokmi
th: %d ปีที่แล้ว
uk: %d років тому
zh_hans: %d年前

# TimeDurationHourAndMinuteFormat
source: %d hr %d min
ar: %d ساعة %d دقيقة
cs: %d hodin %d minut
fi: %d tuntia %d minuuttia
fr: %d heures %d minutes
hi: %d घंटे %d मिनट
hu: %d óra %d perc
nb: %dt %dm
nl: %d uur %d min
pt_br: %d horas e %d minutos
ru: %d ч %d мин
sk: %d hodín %d minút
th: %d ชั่วโมง %d นาที
uk: %d годин %d хвилин
zh_hans: %d小时%d分钟

# TimeDurationHourFormat
source: %d hours
ar: %d ساعة
cs: %d hodin
fi: %d tuntia
fr: %d heures
hi: %d घंटे
hu: %d óra
nb: %d timer
nl: %d uur
pt_br: %d horas
ru: %d часов
sk: %d hodín
th: %d ชั่วโมง
uk: %d годин
zh_hans: %d小时
