Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# ImportAddCloudServiceTitle
source: Cloud Services
ar: الخدمات السحابية
cs: Cloudové služby
fi: Pilvipalvelut
fr: Services cloud
hi: क्लाउड सेवा
hu: Felhőszolgáltatások
nb: Skytjenester
nl: Clouddiensten
pt_br: Serviços na nuvem
ru: Облачные сервисы
sk: Cloudové služby
th: บริการคลาวด์
uk: Хмарні сервіси
zh_hans: 云服务

# ImportAddLanServiceTitle
source: Local Network Services
ar: خدمات الشبكة المحلية
cs: Lokální síťové služby
fi: Lähiverkkopalvelu
fr: Services réseau local
hi: लोकल नेटवर्क सेवा
hu: Helyi hálózati szolgáltatások
nb: Lokalt nettverk
nl: Lokaal netwerk
pt_br: Serviços locais
ru: Локальная сеть
sk: Lokálne sieťové služby
th: บริการเครือข่ายท้องถิ่น
uk: Локальні мережеві сервіси
zh_hans: 本地网络服务

# ImportAddDiscoverServiceTitle
source: Discovery Services
ar: خدمات الاستكشاف
cs: Vyhledávací služby
fi: Havaintopalvelu
fr: Services de découverte
hi: डिस्कवर सेवा
hu: Felfedezési szolgáltatások
nb: Oppdagelsestjenester
nl: Ontdekservice
pt_br: Serviços de descoberta
ru: Обнаружение сервисов
sk: Služby zisťovania
th: บริการค้นพบ
uk: Сервіси пошуку
zh_hans: 发现服务

# BaiduYun
source: Baidu Cloud
ar: Baidu Yun
fi: Baidu Yun
fr: Baidu Yun
hi: Baidu Yun
nb: Baidu Yun
nl: BaiduYun
ru: Baidu Yun
sk: Baidu Yun
th: Baidu Yun
uk: Baidu Yun
zh_hans: 百度云

# AliYun
source: AliCloud
ar: Aliyun
cs: Aliyun
fi: Aliyun
fr: Aliyun
hi: AliYun
nb: Aliyun
nl: AliYun
pt_br: Alibaba Cloud
ru: Aliyun
sk: Aliyun
th: Aliyun
uk: Aliyun
zh_hans: 阿里云

# AddImportServiceHeaderTitle
source: Add Service
ar: إضافة خدمة
cs: Přidat službu
fi: Lisää palvelu
fr: Ajouter un service
hi: सेवा जोड़ें
hu: Szolgáltatás hozzáadása
nb: Legg til tjeneste
nl: Service toevoegen
pt_br: Adicionar serviço
ru: Добавить сервис
sk: Pridať službu
th: เพิ่มบริการ
uk: Додати сервіс
zh_hans: 添加服务

# ImportServiceDelete
source: Remove Service
ar: إزالة الخدمة
cs: Odebrat službu
fi: Poista palvelu
fr: Supprimer le service
hi: सेवा हटाएं
hu: Szolgáltatás eltávolítása
nb: Fjern tjeneste
nl: Service verwijderen
pt_br: Remover serviço
ru: Удалить сервис
sk: Odstrániť službu
th: ลบบริการ
uk: Видалити сервіс
zh_hans: 移除服务

# ImportAliyunNotGetDriveId
source: Failed to add AliCloud service: Could not retrieve directory
ar: فشل إضافة خدمة Aliyun، تعذر الحصول على الدليل
cs: Přidání služby Aliyun selhalo – nelze získat ID složky
fi: Aliyun-palvelun lisäys epäonnistui, hakemiston haku ei onnistunut
fr: Échec de l'ajout du service Aliyun, impossible d'obtenir le répertoire
hi: AliYun सेवा जोड़ने में विफल, डायरेक्ट्री प्राप्त नहीं हुई
hu: Az AliCloud szolgáltatás hozzáadása sikertelen, a könyvtár azonosítója nem érhető el
nb: Kunne ikke legge til Aliyun – mappen ble ikke funnet
nl: AliYun-service toevoegen mislukt: map-ID niet gevonden
pt_br: Falha ao adicionar Alibaba Cloud - não foi possível obter o diretório
ru: Ошибка добавления Aliyun: не удалось получить идентификатор каталога
sk: Pridanie služby Aliyun zlyhalo, nepodarilo sa získať ID adresára
th: เพิ่มบริการ Aliyun ล้มเหลว ไม่สามารถรับไดเรกทอรีได้
uk: Не вдалося додати сервіс Aliyun: не вдалося отримати ідентифікатор директорії
zh_hans: 添加阿里云服务失败，获取目录失败

# ImportDownloadError
source: Download Error %@
ar: خطأ في التحميل %@
cs: Chyba stahování %@
fi: Latausvirhe %@
fr: Erreur de téléchargement %@
hi: डाउनलोड त्रुटि %@
hu: Letöltési hiba %@
nb: Nedlastingsfeil %@
nl: Downloadfout %@
pt_br: Erro no download %@
ru: Ошибка загрузки %@
sk: Chyba sťahovania %@
th: เกิดข้อผิดพลาดในการดาวน์โหลด %@
uk: Помилка завантаження %@
zh_hans: 下载错误 %@

# ImportDownloadContinue
source: Resuming Download... %@
ar: متابعة التحميل... %@
cs: Pokračovat ve stahování... %@
fi: Jatketaan latausta... %@
fr: Téléchargement en cours... %@
hi: डाउनलोड जारी... %@
hu: Letöltés folytatása... %@
nb: Fortsett nedlasting... %@
nl: Download wordt voortgezet... %@
pt_br: Continuar download... %@
ru: Продолжить загрузку... %@
sk: Pokračovať v sťahovaní... %@
th: ดำเนินการดาวน์โหลดต่อ... %@
uk: Продовжити завантаження... %@
zh_hans: 继续下载... %@

# LandServiceEditServerName
source: Server Title
ar: اسم الخادم
cs: Název serveru
fi: Palvelimen nimi
fr: Nom du serveur
hi: सर्वर शीर्षक
hu: Szerver neve
nb: Servernavn
nl: Servernaam
pt_br: Nome do servidor
ru: Название сервера
sk: Názov servera
th: ชื่อเซิร์ฟเวอร์
uk: Назва сервера
zh_hans: 服务器标题

# LandServiceEditServerNamePlaceholder
source: My SMB Server
ar: خادم SMB الخاص بي
cs: Můj SMB server
fi: Oma SMB-palvelin
fr: Mon serveur SMB
hi: मेरा SMB सर्वर
hu: Saját SMB szerverem
nb: Min SMB-server
nl: Mijn SMB-server
pt_br: Meu servidor SMB
ru: Мой SMB-сервер
sk: Môj SMB server
th: เซิร์ฟเวอร์ SMB ของฉัน
uk: Мій SMB-сервер
zh_hans: 我的SMB服务器

# LandServiceEditHost
source: Server Address
ar: عنوان الخادم
cs: Adresa serveru
fi: Palvelimen osoite
fr: Adresse du serveur
hi: सर्वर पता
hu: Szerver címe
nb: Serveradresse
nl: Serveradres
pt_br: Endereço do servidor
ru: Адрес сервера
sk: Adresa servera
th: ที่อยู่เซิร์ฟเวอร์
uk: Адреса сервера
zh_hans: 服务器地址

# LandServiceEditUserName
source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hi: लॉगिन यूजर
hu: Felhasználónév
nb: Brukernavn
nl: Gebruikersnaam
pt_br: Usuário
ru: Имя пользователя
sk: Prihlasovacie meno
th: ชื่อผู้ใช้
uk: Користувач
zh_hans: 登录用户

# LandServiceEditPassword
source: Password
ar: كلمة المرور
cs: Heslo
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
nb: Passord
nl: Wachtwoord
pt_br: Senha
ru: Пароль
sk: Heslo
th: รหัสผ่าน
uk: Пароль
zh_hans: 密码

# LandServiceEditRequiredPlaceholder
source: Required
ar: مطلوب
cs: Povinné
fi: Pakollinen
fr: Requis
hi: आवश्यक
hu: Kötelező
nb: Påkrevd
nl: Verplicht
pt_br: Obrigatório
ru: Обязательно
sk: Povinné
th: จำเป็นต้องกรอก
uk: Обов’язково
zh_hans: 必填

# LandServiceEditOptionalPlaceholder
source: Optional
ar: اختياري
cs: Volitelné
fi: Valinnainen
fr: Optionnel
hi: वैकल्पिक
hu: Opcionális
nb: Valgfritt
nl: Optioneel
pt_br: Opcional
ru: Опционально
sk: Voliteľné
th: ไม่จำเป็น
uk: Необов’язково
zh_hans: 可选

# LandServiceEditConnect
source: Connect
ar: اتصال
cs: Připojit
fi: Yhdistä
fr: Connexion
hi: कनेक्ट करें
hu: Csatlakozás
nb: Koble til
nl: Verbinden
pt_br: Conectar
ru: Подключиться
sk: Pripojiť
th: เชื่อมต่อ
uk: Підключитися
zh_hans: 连接

# AddLandServiceSuccess
source: Successfully added %@
ar: تمت إضافة %@ بنجاح
cs: Úspěšně přidáno: %@
fi: Palvelun %@ lisäys onnistui
fr: Ajout de %@ réussi
hi: %@ सफलतापूर्वक जोड़ा गया
hu: A %@ sikeresen hozzáadva
nb: %@ ble lagt til
nl: %@ succesvol toegevoegd
pt_br: %@ adicionado com sucesso
ru: Сервис %@ успешно добавлен
sk: Služba %@ bola úspešne pridaná
th: เพิ่ม %@ สำเร็จ
uk: Сервіс %@ успішно додано
zh_hans: 添加%@成功

# AddLandServiceFailed
source: Failed to add %@ Please check network connection, service status, or input information
ar: فشل إضافة %@ يرجى التحقق من الاتصال بالشبكة أو صحة المعلومات
cs: Přidání %@ selhalo Zkontrolujte připojení, stav služby nebo zadané údaje
fi: Palvelun %@ lisäys epäonnistui Tarkista verkkoyhteys, palvelun tila tai syötetyt tiedot
fr: Échec de l'ajout de %@ Vérifiez la connexion réseau, l'état du service ou les informations saisies
hi: %@ जोड़ने में विफल कृपया नेटवर्क कनेक्शन, सेवा स्थिति या दर्ज की गई जानकारी जांचें
hu: A %@ hozzáadása sikertelen Kérjük, ellenőrizze a hálózati kapcsolatot, a szolgáltatás állapotát vagy a megadott adatokat
nb: Kunne ikke legge til %@ Sjekk nettverk, serverstatus eller opplysninger
nl: %@ toevoegen mislukt Controleer je netwerk, serverstatus of ingevoerde gegevens
pt_br: Falha ao adicionar %@ Verifique a conexão, status do serviço ou informações fornecidas
ru: Ошибка добавления %@ Проверьте подключение к сети, статус сервиса или корректность данных
sk: Pridanie služby %@ zlyhalo Skontrolujte sieťové pripojenie, stav služby alebo zadané údaje
th: เพิ่ม %@ ล้มเหลว โปรดตรวจสอบการเชื่อมต่อเครือข่าย สถานะบริการหรือข้อมูลที่กรอก
uk: Не вдалося додати сервіс %@ Перевірте мережеве з’єднання, стан сервісу або правильність введених даних
zh_hans: 添加%@失败 请检查网络连接、服务状态或填写的信息是否正确

# AddLandServiceTimeout
source: Connection timed out
ar: انتهت مهلة الاتصال بالخدمة
cs: Vypršel časový limit připojení
fi: Yhteys palveluun aikakatkaistiin
fr: Délai de connexion au service expiré
hi: सर्वर से कनेक्ट होने में समय समाप्त
hu: A szolgáltatáshoz való csatlakozás túllépte az időkorlátot
nb: Tidsavbrudd ved tilkobling
nl: Verbinding met service verlopen
pt_br: Tempo limite de conexão excedido
ru: Таймаут подключения
sk: Časový limit pripojenia k službe vypršal
th: การเชื่อมต่อบริการเกินเวลาที่กำหนด
uk: Час очікування підключення до сервісу вийшов
zh_hans: 连接服务超时

# FilesImporterErrorFileExist
source: "%@" already exists
ar: "%@" موجود مسبقًا، لا حاجة للاستيراد
cs: "%@" již existuje – import není nutný
fi: "%@" on jo olemassa, ei tarvetta tuoda
fr: "%@" existe déjà, import inutile
hi: "%@" पहले से मौजूद है, इम्पोर्ट करने की आवश्यकता नहीं
hu: "%@" már létezik, nincs szükség importálásra
nb: "%@" eksisterer allerede
nl: "%@" bestaat al en wordt niet geïmporteerd
pt_br: "%@" já existe - não é necessário importar
ru: "%@" уже существует. Импорт не требуется
sk: "%@" už existuje, nie je potrebné ho importovať
th: "%@" มีอยู่แล้ว ไม่จำเป็นต้องนำเข้า
uk: "%@" вже існує, імпортування не потрібне
zh_hans: "%@"已存在，无需导入

# FilesImporterErrorBadCopy
source: Failed to import "%@": File copy error
ar: فشل استيراد "%@"، خطأ أثناء نسخ الملف
cs: Import "%@" selhal – chyba při kopírování souboru
fi: Tiedoston "%@" tuonti epäonnistui, kopioinnissa tapahtui virhe
fr: Échec de l'import de "%@", erreur lors de la copie du fichier
hi: "%@" इम्पोर्ट करने में विफल, फाइल कॉपी करते समय त्रुटि
hu: A "%@" importálása sikertelen, hiba történt a fájl másolása során
nb: Kunne ikke importere "%@" – feil under kopiering
nl: Importeren van "%@" mislukt: fout tijdens kopiëren
pt_br: Falha ao importar "%@" - erro durante a cópia do arquivo
ru: Ошибка импорта "%@": сбой копирования файла
sk: Import "%@" zlyhal, počas kopírovania súboru nastala chyba
th: นำเข้า "%@" ล้มเหลว เกิดข้อผิดพลาดในการคัดลอกไฟล์
uk: Не вдалося імпортувати "%@": помилка під час копіювання файлу
zh_hans: 导入"%@"失败，文件复制过程中发生错误

# FilesImporterErrorBadExtension
source: Unsupported file extension: %@
ar: فشل استيراد "%@"، امتداد الملف غير معروف
cs: Import "%@" selhal – nepodporovaná přípona souboru
fi: Tiedoston "%@" tuonti epäonnistui, tiedostopäättettä ei tunnistettu
fr: Échec de l'import de "%@", extension de fichier non reconnue
hi: "%@" इम्पोर्ट करने में विफल, फाइल एक्सटेंशन पहचान में असमर्थ
hu: A "%@" importálása sikertelen, a fájl kiterjesztése nem ismerhető fel
nb: Kunne ikke importere "%@" – filtypen støttes ikke
nl: Importeren van "%@" mislukt: bestandstype niet herkend
pt_br: Falha ao importar "%@" - extensão de arquivo não reconhecida
ru: Ошибка импорта "%@": неподдерживаемое расширение файла
sk: Import "%@" zlyhal, nepodarilo sa rozpoznať príponu súboru
th: นำเข้า "%@" ล้มเหลว ไม่รู้จักนามสกุลไฟล์นี้
uk: Не вдалося імпортувати "%@": невідомий формат файлу
zh_hans: 导入"%@"失败，无法识别该文件后缀

# FilesImporterErrorNoPermission
source: No permission to access %@
ar: لا يوجد تصريح للوصول إلى %@
cs: Chybí oprávnění pro přístup k %@
fi: Ei käyttöoikeutta kohteeseen %@
fr: Aucune autorisation pour accéder à %@
hi: %@ तक पहुंच की अनुमति नहीं
hu: Nincs jogosultság a %@ eléréséhez
nb: Ingen tilgang til %@
nl: Geen toegang tot %@
pt_br: Sem permissão para acessar %@
ru: Нет доступа к %@
sk: Nemáte oprávnenie na prístup k %@
th: ไม่มีสิทธิ์เข้าถึง %@
uk: Немає доступу до %@
zh_hans: 没有权限访问%@

# FilesImporterErrorUnableToHash
source: Failed to import "%@": Hash calculation error
ar: فشل استيراد "%@"، تعذر حساب الهاش
cs: Import "%@" selhal – nelze vypočítat hash
fi: Tiedoston "%@" tuonti epäonnistui, tiivistettä ei voitu laskea
fr: Échec de l'import de "%@", impossible de calculer le hash
hi: "%@" इम्पोर्ट करने में विफल, हैश गणना नहीं हो पाई
hu: A "%@" importálása sikertelen, a hash számítása nem lehetséges
nb: Kunne ikke importere "%@" – hash-beregning feilet
nl: Importeren van "%@" mislukt: hash berekenen niet mogelijk
pt_br: Falha ao importar "%@" - não foi possível calcular o hash
ru: Ошибка импорта "%@": не удалось вычислить хеш
sk: Import "%@" zlyhal, nepodarilo sa vypočítať hash
th: นำเข้า "%@" ล้มเหลว ไม่สามารถคำนวณแฮชได้
uk: Не вдалося імпортувати "%@": помилка обчислення хешу
zh_hans: 导入"%@"失败，无法计算哈希

# FilesImporterErrorWriteDatabase
source: Failed to import "%@": Database write error
ar: فشل استيراد "%@"، تعذر الكتابة في قاعدة البيانات
cs: Import "%@" selhal – chyba zápisu do databáze
fi: Tiedoston "%@" tuonti epäonnistui, tietokantaan kirjoittaminen epäonnistui
fr: Échec de l'import de "%@", impossible d'écrire dans la base de données
hi: "%@" इम्पोर्ट करने में विफल, डेटाबेस में लिखने में असमर्थ
hu: A "%@" importálása sikertelen, az adatbázisba írás sikertelen
nb: Kunne ikke importere "%@" – databasefeil
nl: Importeren van "%@" mislukt: database schrijven mislukt
pt_br: Falha ao importar "%@" - erro ao gravar no banco de dados
ru: Ошибка импорта "%@": сбой записи в базу данных
sk: Import "%@" zlyhal, nepodarilo sa zapísať do databázy
th: นำเข้า "%@" ล้มเหลว ไม่สามารถเขียนฐานข้อมูลได้
uk: Не вдалося імпортувати "%@": помилка запису в базу даних
zh_hans: 导入"%@"失败，无法写入数据库

# GameSaveMatchTitle
source: Match Game Save to Game
ar: مطابقة الحفظ مع اللعبة
cs: Přiřazení uložení ke hře
fi: Tallennuksen yhdistäminen peliin
fr: Associer une sauvegarde à un jeu
hi: गेम सेव के लिए मिलान करें
hu: Játékmentés illesztése
nb: Knytt lagring til spill
nl: Opslag aan game koppelen
pt_br: Associar save ao jogo
ru: Сопоставление сохранения с игрой
sk: Priradiť uloženie k hre
th: จับคู่เซฟเกม
uk: Знайти гру для збереження
zh_hans: 为存档匹配游戏

# FilesImporterErrorSaveNoMatchGames
source: "%@" requires manual matching
ar: "%@" لا يتطابق مع أي لعبة، يرجى المطابقة يدويًا
cs: "%@" nelze automaticky přiřadit – prosím přiřaďte ručně
fi: "%@" ei löydä vastaavaa peliä, yhdistä manuaalisesti
fr: "%@" ne correspond à aucun jeu, veuillez l'associer manuellement
hi: "%@" गेम से मेल नहीं खाता, कृपया मैन्युअली मिलान करें
hu: "%@" nem illeszthető játékhoz, kézi illesztés szükséges
nb: "%@" kan ikke automatisk knyttes – velg manuelt
nl: "%@" kan niet automatisch gekoppeld worden. Koppel handmatig
pt_br: "%@" não pôde ser associado automaticamente - faça a associação manual
ru: "%@" не сопоставлено. Требуется ручное сопоставление
sk: "%@" sa nepodarilo priradiť k hre, vykonajte manuálne priradenie
th: "%@" ไม่สามารถจับคู่เกมได้ โปรดจับคู่ด้วยตนเอง
uk: "%@" не відповідає жодній грі, будь ласка, знайдіть гру вручну
zh_hans: "%@"无法匹配游戏，请手动匹配

# GameSaveAlreadyExistTitle
source: Game Save Exists
ar: الحفظ موجود مسبقًا
cs: Uložení již existuje
fi: Tallennus on jo olemassa
fr: Sauvegarde existante
hi: गेम सेव पहले से मौजूद
hu: A mentés már létezik
nb: Lagring eksisterer
nl: Opslag bestaat al
pt_br: Save já existe
ru: Сохранение уже существует
sk: Uloženie už existuje
th: เซฟเกมมีอยู่แล้ว
uk: Збереження вже існує
zh_hans: 存档已存在

# FilesImporterErrorSaveAlreadyExist
source: Overwrite existing game save for "%@"?
ar: فشل استيراد "%@"، هل تريد استبدال الحفظ القديم؟
cs: Import "%@" selhal – přepsat existující uložení?
fi: Tallennuksen "%@" tuonti epäonnistui, korvataanko vanha tallennus?
fr: Échec de l'import de "%@", forcer l'écrasement de la sauvegarde existante ?
hi: "%@" इम्पोर्ट करने में विफल, क्या मूल सेव को ओवरराइड करना चाहते हैं?
hu: A "%@" importálása sikertelen, felülírja a meglévő mentést?
nb: Vil du overskrive "%@"?
nl: Importeren van "%@" mislukt: overschrijven?
pt_br: Falha ao importar "%@" - deseja sobrescrever o save existente?
ru: Ошибка импорта "%@". Перезаписать существующее сохранение?
sk: Import "%@" zlyhal, chcete prepísať existujúce uloženie?
th: นำเข้า "%@" ล้มเหลว ต้องการเขียนทับเซฟเดิมหรือไม่?
uk: Не вдалося імпортувати "%@". Перезаписати існуюче збереження?
zh_hans: 导入"%@"失败，是否强制覆盖原有存档？

# GameSaveMathToMuchTitle
source: Multiple Matches
ar: تطابق متعدد
cs: Více shod
fi: Useita vastineita
fr: Correspondances multiples
hi: एकाधिक मिलान
hu: Több egyezés
nb: Flere treff
nl: Meerdere matches
pt_br: Múltiplas correspondências
ru: Множественное совпадение
sk: Viaceré zhody
th: พบหลายรายการที่ตรงกัน
uk: Знайдено кілька відповідників
zh_hans: 多个匹配

# FilesImporterErrorSaveMathToMuch
source: Multiple game matches for "%@": Please select manually
ar: فشل استيراد "%@"، تمت مطابقته مع عدة ألعاب، يرجى التحديد يدويًا
cs: Import "%@" selhal – nalezeno více možných her, přiřaďte ručně
fi: Tallennuksen "%@" tuonti epäonnistui, useita vastaavia pelejä löytyi, yhdistä manuaalisesti
fr: Échec de l'import de "%@", la sauvegarde correspond à plusieurs jeux, veuillez l'associer manuellement
hi: "%@" इम्पोर्ट करने में विफल, गेम सेव कई गेम्स से मेल खाता है, कृपया मैन्युअली मिलान करें
hu: A "%@" importálása sikertelen, a mentés több játékhoz is illeszkedik, kézi illesztés szükséges
nb: "%@" matcher flere spill – velg manuelt
nl: Importeren van "%@" mislukt: meerdere games gevonden. Koppel handmatig
pt_br: Falha ao importar "%@" - múltiplos jogos compatíveis encontrados, associe manualmente
ru: Ошибка импорта "%@": найдено несколько совпадений. Требуется ручное сопоставление
sk: Import "%@" zlyhal, uloženie sa priradilo k viacerým hrám, vykonajte manuálne priradenie
th: นำเข้า "%@" ล้มเหลว เซฟเกมตรงกับหลายเกม โปรดจับคู่ด้วยตนเอง
uk: Не вдалося імпортувати "%@": знайдено кілька відповідних ігор, будь ласка, знайдіть гру вручну
zh_hans: 导入"%@"失败，存档匹配到多个游戏，请手动匹配

# FilesImporterErrorSkinBadFile
source: Corrupted skin file: %@
ar: فشل استيراد %@، ملف السكين تالف
cs: Import %@ selhal – poškozený soubor skinu
fi: Skinin %@ tuonti epäonnistui, tiedosto on vioittunut
fr: Échec de l'import de %@, fichier skin corrompu
hi: %@ इम्पोर्ट करने में विफल, स्किन फाइल खराब है
hu: A %@ importálása sikertelen, a skin fájl sérült
nb: Kunne ikke importere %@ – ugyldig skin-fil
nl: Importeren van %@ mislukt: skinbestand is beschadigd
pt_br: Falha ao importar %@ - arquivo de skin corrompido
ru: Ошибка импорта %@: повреждённый файл скина
sk: Import %@ zlyhal, súbor so skinom je poškodený
th: นำเข้า %@ ล้มเหลว ไฟล์สกินเสียหาย
uk: Не вдалося імпортувати %@: файл скіну пошкоджено
zh_hans: 导入%@失败，皮肤文件已损坏

# PasteImporterErrorNoMatchContent
source: No importable content in clipboard
ar: لا يوجد محتوى قابل للاستيراد في الحافظة
cs: V schránce není obsah vhodný pro import
fi: Leikepöydällä ei ole tuotavaa sisältöä
fr: Aucun contenu importable dans le presse-papiers
hi: पेस्टबोर्ड में इम्पोर्ट योग्य कोई सामग्री नहीं
hu: A vágólap nem tartalmaz importálható tartalmat
nb: Ingen importerbart innhold i utklippstavlen
nl: Geen importeerbare inhoud in klembord
pt_br: Nenhum conteúdo compatível encontrado na área de transferência
ru: Буфер обмена не содержит подходящего содержимого
sk: V schránke nie je obsah vhodný na import
th: ไม่มีเนื้อหาที่ตรงกันในคลิปบอร์ด
uk: У буфері обміну немає вмісту для імпорту
zh_hans: 粘贴板中没有符合导入的内容

# FilesDownloadErrorFileExist
source: %@ already downloaded
ar: تم تنزيل %@ مسبقًا
cs: %@ již staženo – opakované stahování není nutné
fi: %@ on jo ladattu, ei tarvetta ladata uudelleen
fr: %@ déjà téléchargé, inutile de le retélécharger
hi: %@ पहले ही डाउनलोड हो चुका है
hu: %@ már letöltve, nincs szükség ismételt letöltésre
nb: %@ er allerede lastet ned
nl: %@ is al gedownload
pt_br: %@ já foi baixado
ru: %@ уже загружен. Повторная загрузка не требуется
sk: %@ už bol stiahnutý, nie je potrebné ho sťahovať znova
th: %@ ดาวน์โหลดแล้ว ไม่จำเป็นต้องดาวน์โหลดซ้ำ
uk: %@ вже завантажено, повторне завантаження не потрібне
zh_hans: %@已下载，无需重复下载

# FilesImporterErrorEmptyContent
source: No importable content found
ar: لا يوجد محتوى للاستيراد
cs: Žádný obsah k importu
fi: Ei tuotavia resursseja
fr: Aucune ressource à importer
hi: इम्पोर्ट करने के लिए कोई संसाधन नहीं
hu: Nincs importálható tartalom
nb: Ingen ressurser å importere
nl: Geen bronnen om te importeren
pt_br: Nenhum recurso para importar
ru: Нет ресурсов для импорта
sk: Nie sú žiadne zdroje na import
th: ไม่มีทรัพยากรที่สามารถนำเข้าได้
uk: Немає ресурсів для імпорту
zh_hans: 没有资源可以导入

# LanServiceInitFailed
source: Failed to initialize %@ service
ar: فشل إنشاء خدمة %@
cs: Vytvoření služby %@ selhalo
fi: Palvelun %@ luonti epäonnistui
fr: Échec de la création du service %@
hi: %@ सेवा बनाने में विफल
hu: A %@ szolgáltatás létrehozása sikertelen
nb: Kunne ikke opprette %@-tjeneste
nl: %@-service initialiseren mislukt
pt_br: Falha ao criar serviço %@
ru: Ошибка создания сервиса %@
sk: Vytvorenie služby %@ zlyhalo
th: สร้างบริการ %@ ล้มเหลว
uk: Не вдалося створити сервіс %@
zh_hans: 创建%@服务失败

# SMBLoginFailed
source: SMB Authentication Failed%@
ar: فشل تسجيل الدخول إلى Samba %@
cs: Chyba přihlášení k Samba: %@
fi: Samba-kirjautuminen epäonnistui %@
fr: Échec de connexion Samba %@
hi: Samba लॉगिन विफल%@
hu: Samba bejelentkezés sikertelen: %@
nb: SMB-pålogging feilet%@
nl: SMB-aanmelding mislukt%@
pt_br: Falha no login Samba %@
ru: Ошибка входа в Samba: %@
sk: Prihlásenie do Samba zlyhalo %@
th: เข้าสู่ระบบ Samba ล้มเหลว %@
uk: Помилка входу в Samba %@
zh_hans: Samba登录失败%@

# SMBListFilesFailed
source: Failed to retrieve files%@
ar: فشل الحصول على الملفات %@
cs: Chyba načítání souborů: %@
fi: Tiedostojen haku epäonnistui %@
fr: Échec de récupération des fichiers %@
hi: फाइल्स प्राप्त करने में विफल%@
hu: Fájlok listázása sikertelen: %@
nb: Kunne ikke hente filer%@
nl: Bestanden ophalen mislukt%@
pt_br: Falha ao listar arquivos %@
ru: Ошибка получения файлов: %@
sk: Získanie súborov zlyhalo %@
th: รับไฟล์ล้มเหลว %@
uk: Не вдалося отримати файли %@
zh_hans: 获取文件失败%@

# SMBListFilesTypeError
source: Not a directory
ar: هذا الملف ليس مجلدًا
cs: Tento soubor není složka
fi: Tiedosto ei ole kansio
fr: Ce fichier n'est pas un dossier
hi: यह फाइल फोल्डर नहीं है
hu: A fájl nem mappa
nb: Ikke en mappe
nl: Dit is geen map
pt_br: O arquivo não é uma pasta
ru: Файл не является папкой
sk: Tento súbor nie je priečinok
th: ไฟล์นี้ไม่ใช่โฟลเดอร์
uk: Цей файл не є папкою
zh_hans: 该文件不是文件夹

# DropErrorLoadFailed
source: Failed to load file
ar: فشل تحميل الملف
cs: Chyba načítání souboru
fi: Tiedoston lataus epäonnistui
fr: Échec du chargement du fichier
hi: फाइल लोड करने में विफल
hu: A fájl betöltése sikertelen
nb: Kunne ikke laste fil
nl: Bestand laden mislukt
pt_br: Falha ao carregar arquivo
ru: Ошибка загрузки файла
sk: Načítanie súboru zlyhalo
th: โหลดไฟล์ล้มเหลว
uk: Не вдалося завантажити файл
zh_hans: 加载文件失败

# DropErrorNotSupportFile
source: Unsupported file type
ar: نوع الملف غير مدعوم
cs: Nepodporovaný typ souboru
fi: Ei tuettua tiedostotyyppiä
fr: Type de fichier non supporté
hi: असमर्थित फाइल प्रकार
hu: Nem támogatott fájltípus
nb: Filtypen støttes ikke
nl: Bestandstype niet ondersteund
pt_br: Tipo de arquivo não suportado
ru: Неподдерживаемый тип файла
sk: Nepodporovaný typ súboru
th: ไม่รองรับประเภทไฟล์นี้
uk: Непідтримуваний тип файлу
zh_hans: 不支持的文件类型

# ImportErrorTitle
source: Import Error
ar: خطأ في الاستيراد
cs: Chyba importu
fi: Tuontivirhe
fr: Erreur d'import
hi: इम्पोर्ट त्रुटि
hu: Importálási hiba
nb: Importfeil
nl: Importfout
pt_br: Erro na importação
ru: Ошибка импорта
sk: Chyba importu
th: ข้อผิดพลาดในการนำเข้า
uk: Помилка імпорту
zh_hans: 导入错误

# ImportGameSuccessTitle
source: Game Imported
ar: تم استيراد اللعبة بنجاح
cs: Hra úspěšně importována
fi: Pelin tuonti onnistui
fr: Jeu importé avec succès
hi: गेम सफलतापूर्वक इम्पोर्ट हुआ
hu: Játék sikeresen importálva
nb: Spill importert
nl: Game geïmporteerd
pt_br: Jogo importado com sucesso
ru: Игра успешно импортирована
sk: Hra bola úspešne importovaná
th: นำเข้าเกมสำเร็จ
uk: Гру успішно імпортовано
zh_hans: 导入游戏成功
