Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# NotAllowHardcore
source: Unavailable in Hardcore Mode
ar: غير متاح في الوضع المتقدم
cs: Nedostupné v Hardcore režimu
fi: Ei saatavilla Hardcore-tilassa
fr: Indisponible en Mode Hardcore
hi: हार्डकोर मोड में उपलब्ध नहीं
hu: Nem elérhető Hardcore módban
nb: Utilgjengelig i Hardcore-modus
nl: Niet beschikbaar in Hardcore Modus
pt_br: Indisponível no Modo Hardcore
ru: Недоступно в Хардкорном режиме
sk: Nedostupné v Hardcore režime
th: ไม่พร้อมใช้งานในโหมดฮาร์ดคอร์
uk: Недоступно в режимі Hardcore
zh_hans: 硬核模式下不可用

# DisableAchievementsAlert
source: Disable RetroAchievements?
ar: تعطيل RetroAchievements؟
cs: Zakázat RetroAchievements?
fi: Poistetaanko RetroAchievements käytöstä?
fr: Désactiver RetroAchievements ?
hi: RetroAchievements अक्षम करें?
hu: Letiltod a RetroAchievements-t?
nb: Deaktiver RetroAchievements?
nl: RetroAchievements uitschakelen?
pt_br: Desativar RetroAchievements?
ru: Отключить RetroAchievements?
sk: Zakázať RetroAchievements?
th: ปิดการใช้งาน RetroAchievements?
uk: Вимкнути RetroAchievements?
zh_hans: 是否禁用 RetroAchievements？

# SaveStateCoreUnCompatible
source: Save state was created in %@ (current: %@). Loading may cause issues!
ar: تم إنشاء حالة الحفظ في %@ (الحالي: %@). التحميل قد تسبب مشاكل!
cs: Uložený stav byl vytvořen v %@ (aktuální: %@). Načtení může způsobit problémy!
fi: Tallennus luotiin %@:ssa (nykyinen: %@). Lataaminen voi aiheuttaa ongelmia!
fr: L'état de sauvegarde a été créé dans %@ (actuel: %@). Le chargement peut causer des problèmes !
hi: सेव स्टेट %@ में बनाई गई थी (वर्तमान: %@)। लोड करने से समस्याएं हो सकती हैं!
hu: A mentést ebben készítették: %@ (jelenlegi: %@). A betöltés problémákat okozhat!
nb: Lagret tilstand ble opprettet i %@ (nåværende: %@). lasting kan forårsake problemer!
nl: Save state is gemaakt in %@ (huidig: %@). Laden kan problemen veroorzaken!
pt_br: O estado salvo foi criado em %@ (atual: %@). Carregar pode causar problemas!
ru: Сейв был создан в %@ (текущий: %@). Загрузка может вызвать проблемы!
sk: Save state bol vytvorený v %@ (aktuálne: %@). Načítanie môže spôsobiť problémy!
th: บันทึกสถานะถูกสร้างใน %@ (ปัจจุบัน: %@). การโหลดอาจทำให้เกิดปัญหา!
uk: Стан збереження створено в %@ (поточний: %@). Завантаження може спричинити проблеми!
zh_hans: 该存档由 %@ 创建（当前：%@）。加载可能导致异常！

# LatestSaveStateUnCompatible
source: Latest save state can’t load due to core incompatibility
ar: لا يمكن تحميل آخر حالة حفظ بسبب عدم التوافق
cs: Nelze načíst poslední uložený stav due to incompatibility
fi: Viimeisintä tallennusta ei voi ladata ytimen yhteensopimattomuuden vuoksi
fr: Impossible de charger le dernier état de sauvegarde à cause d'une incompatibilité
hi: कोर असंगति के कारण नवीनतम सेव स्टेट लोड नहीं हो सकती
hu: A legutóbbi mentés nem tölthető be mag inkompatibilitás miatt
nb: Kan ikke laste siste lagrede tilstand på grunn av inkompatibilitet
nl: Laatste save state kan niet laden vanwege incompatibiliteit
pt_br: Não é possível carregar o último estado salvo devido à incompatibilidade
ru: Нельзя загрузить последний сейв из-за несовместимости
sk: Posledný save state sa nedá načítať kvôli nekompatibilite jadra
th: ไม่สามารถโหลดบันทึกล่าสุดเนื่องจากความไม่เข้ากัน
uk: Останній стан збереження не можна завантажити через несумісність ядра
zh_hans: 最新存档因核心不兼容无法加载

# Snes9xAlert
source: Due to licensing issues, the Snes9x core will be removed in future updates. Please switch to bsnes and migrate your save states, or they won’t work.
ar: بسبب مشاكل ترخيصية، سيتم إزالة نواة Snes9x في التحديثات القادمة. من فضلك انتقل إلى bsnes وقم بتحويل حالات الحفظ الخاصة، أو لن تعمل.
cs: Kvůli licenčním problémům bude jádro Snes9x odstraněno v budoucích aktualizacích. Přepněte na bsnes a migrujte své uložené stavy, jinak nebudou fungovat.
fi: Lisenssiongelmien vuoksi Snes9x-ydin poistetaan tulevissa päivityksissä. Vaihda bsnes:iin ja siirrä tallennukset, tai ne eivät toimi.
fr: Problèmes de licence : le core Snes9x sera supprimé dans les futures mises à jour. Passez à bsnes et migrez vos sauvegardes, sinon elles ne fonctionneront plus.
hi: लाइसेंसिंग issues के कारण, Snes9x core future updates हटा दिया जाएगा। कृपया bsnes पर स्विच करें और अपनी सेव स्टेट्स माइग्रेट करें, नहीं तो वे काम नहीं करेंगी।
hu: Licenc problémák miatt az Snes9x mag eltávolításra kerül a jövőbeli frissítésekben. Válts bsnes-re és migráld a mentéseidet, különben nem fognak működni.
nb: På grunn av lisensproblemer vil Snes9x-kjernen fjernes i fremtidige oppdateringer. Bytt til bsnes og overfør lagrede tilstander, ellers fungerer de ikke.
nl: Vanwege licentieproblemen wordt de Snes9x-core in de toekomst verwijderd. Schakel over naar bsnes en migreer je save states, anders werken ze niet.
pt_br: Problemas de licença: o core Snes9x será removido em atualizações futuras. Mude para bsnes e migre seus estados salvos, ou eles não funcionarão.
ru: Из-за лицензионных проблем ядро Snes9x будет удалено в будущем. Переключитесь на bsnes и перенесите сейвы, иначе они не заработают.
sk: Kvôli licenčným problémom bude jadro Snes9x odstránené v budúcich aktualizáciách. Prepnite na bsnes a presuňte save states, inak nebudú fungovať.
th: เนื่องจากปัญหา licensing core Snes9x จะถูกนำออกใน future updates กรุณาสลับไปที่ bsnes และย้ายบันทึกสถานะของคุณ มิฉะนั้นจะไม่ทำงาน
uk: Через проблеми з ліцензуванням ядро Snes9x буде видалено в майбутніх оновленнях. Перейдіть на bsnes і перенесіть свої стани збереження, інакше вони не працюватимуть.
zh_hans: 因授权问题，Snes9x 内核将在后续版本移除。请尽快切换至 bsnes 并迁移存档，否则将无法兼容。

source: Got it
ar: تم
cs: Chápu
fi: Selvä
fr: Compris
hi: समझ गया
hu: Értem
nb: Forstått
nl: Begrepen
pt_br: Entendi
ru: Понятно
sk: Rozumiem
th: เข้าใจแล้ว
uk: Зрозуміло
zh_hans: 知道了

source: Rumble
ar: اهتزاز
cs: Vibrace
fi: Tärinä
fr: Vibration
hi: कंपन
hu: Rezgés
nb: Vibrasjon
nl: Trillingen
pt_br: Vibração
ru: Вибрация
sk: Vibrácie
th: การสั่น
uk: Вібрація
zh_hans: 震动

# RumbleDetail
source: The device vibrates during certain events
ar: يهتز الجهاز في أوقات معينة
cs: Zařízení vibruje during certain events
fi: Laite täristää tiettyjen tapahtumien aikana
fr: L'appareil vibre lors de certains événements
hi: कुछ events के दौरान डिवाइस कंपन करता है
hu: Az eszköz rezeg bizonyos események alatt
nb: Enheten vibrerer under visse hendelser
nl: Het apparaat trilt tijdens bepaalde events
pt_br: O dispositivo vibra durante certos eventos
ru: Устройство вибрирует при certain events
sk: Zariadenie vibruje počas určitých udalostí
th: อุปกรณ์สั่น during certain events
uk: Пристрій вібрує під час певних подій
zh_hans: 游戏过程中在特定时刻设备会震动

# GameSortDesc
source: Game Sorting
ar: ترتيب الألعاب
cs: Řazení her
fi: Pelien lajittelu
fr: Tri des jeux
hi: गेम सॉर्टिंग
hu: Játék rendezés
nb: Spillsortering
nl: Games sorteren
pt_br: Ordenação de jogos
ru: Сортировка игр
sk: Triedenie hier
th: การจัดเรียงเกม
uk: Сортування ігор
zh_hans: 游戏排序

# GameSortType
source: Sort By
ar: ترتيب حسب
cs: Seřadit podle
fi: Lajittele
fr: Trier par
hi: क्रमबद्ध करें
hu: Rendezés
nb: Sorter etter
nl: Sorteren op
pt_br: Ordenar por
ru: Сортировать по
sk: Triediť podľa
th: จัดเรียงตาม
uk: Сортувати за
zh_hans: 排序方式

# GameSortOrder
source: Sort Order
ar: الاتجاه
cs: Pořadí
fi: Lajittelujärjestys
fr: Ordre
hi: क्रम
hu: Rendezési sorrend
nb: Rekkefølge
nl: Volgorde
pt_br: Ordem
ru: Порядок
sk: Poradie triedenia
th: ลำดับ
uk: Порядок сортування
zh_hans: 排序顺序

# GameSortTitleType
source: Title
ar: العنوان
cs: Název
fi: Nimi
fr: Titre
hi: शीर्षक
hu: Cím
nb: Tittel
nl: Titel
pt_br: Título
ru: Название
sk: Názov
th: ชื่อ
uk: Назва
zh_hans: 标题

# GameSortLatestPlayed
source: Last Played
ar: آخر لعبة
cs: Naposledy hrané
fi: Viimeksi pelattu
fr: Dernier jeu
hi: अंतिम खेला
hu: Utoljára játszott
nb: Sist spilt
nl: Laatst gespeeld
pt_br: Últ. jogado
ru: Последняя игра
sk: Naposledy hrané
th: เล่นล่าสุด
uk: Востаннє грали
zh_hans: 最近游玩

# GameSortAddTime
source: Date Added
ar: تاريخ الإضافة
cs: Datum přidání
fi: Lisäyspäivä
fr: Date d'ajout
hi: जोड़ने की तारीख
hu: Hozzáadás dátuma
nb: Leveringsdato
nl: Datum toegevoegd
pt_br: Data de adição
ru: Дата добавления
sk: Dátum pridania
th: วันที่เพิ่ม
uk: Дата додавання
zh_hans: 添加日期

# GameSortPlayTime
source: Play Time
ar: وقت اللعب
cs: Herní čas
fi: Pelaaika
fr: Temps de jeu
hi: खेलने का समय
hu: Játékidő
nb: Spilletid
nl: Speeltijd
pt_br: Tempo de jogo
ru: Время игры
sk: Čas hrania
th: เวลาเล่น
uk: Час гри
zh_hans: 游玩时长

source: Ascending
ar: تصاعدي
cs: Vzestupně
fi: Nouseva
fr: Croissant
hi: आरोही
hu: Növekvő
nb: Stigende
nl: Oplopend
pt_br: Crescente
ru: По возрастанию
sk: Vzostupne
th: จากน้อยไปมาก
uk: За зростанням
zh_hans: 升序

source: Descending
ar: تنازلي
cs: Sestupně
fi: Laskeva
fr: Décroissant
hi: अवरोही
hu: Csökkenő
nb: Synkende
nl: Aflopend
pt_br: Decrescente
ru: По убыванию
sk: Zostupne
th: จากมากไปน้อย
uk: За спаданням
zh_hans: 降序

# JumpTips
source: Opening a third-party page
ar: جاري فتح صفحة خارجية
cs: Otevírání stránky třetí strany
fi: Kolmannen osapuolen sivun avaaminen
fr: Ouverture d'une page tierce
hi: तीसरे पक्ष का पेज खोलना
hu: Harmadik fél oldalának megnyitása
nb: Åpner tredjepartsside
nl: Externe pagina openen
pt_br: Abrindo página de terceiros
ru: Открывается сторонняя страница
sk: Otvára sa stránka tretej strany
th: กำลังเปิดหน้า third-party
uk: Відкриття сторонньої сторінки
zh_hans: 正在打开第三方页面

# ThirdPartGameInfoTips
source: Game info is provided by third parties. Use your judgment and follow platform rules. If Manic EMU fails to match a game, use search to find it manually.
ar: معلومات اللعبة مقدمة من طرف طرف ثالث، استخدم حكمك. إذا فشلت Manic EMU في تطابق اللعبة، ابحث عنها يدويًا.
cs: Informace o hře provided by third parties. Použijte vlastní úsudek. Pokud Manic EMU nenajde hru, použijte manuální vyhledávání.
fi: Pelin tiedot tarjoaa kolmannet osapuolet. Käytä harkintaa ja noudata alustan sääntöjä. Jos Manic EMU ei löydä peliä, käytä hakua löytääksesi sen manuaalisesti.
fr: Les infos de jeu sont fournies par des tiers. Utilisez votre jugement et suivez les règles. Si Manic EMU ne trouve pas un jeu, utilisez la recherche manuelle.
hi: गेम जानकारी third parties द्वारा प्रदान की जाती है। अपने judgment का use करें। यदि Manic EMU कोई गेम match नहीं कर पाता, तो manual search का use करें।
hu: A játék információkat harmadik felek szolgáltatják. Használd a saját ítélőképességed és kövessed a platform szabályait. Ha a Manic EMU nem találja a játékot, használj keresést a manuális megtaláláshoz.
nb: Spillinfo leveres av tredjeparter. Bruk din dømmekraft. Hvis Manic EMU ikke finner et spill, bruk manuelt søk.
nl: Game-info wordt door derden geleverd. Gebruik je eigen oordeel. Als Manic EMU een game niet vindt, zoek dan handmatig.
pt_br: Info do jogo fornecida por terceiros. Use seu critério. Se o Manic EMU não achar um jogo, use a pesquisa manual.
ru: Информация об игре предоставлена third parties. Используйте свое judgment. Если Manic EMU не найдет игру, используйте manual search.
sk: Informácie o hre poskytujú tretie strany. Používaj vlastný úsudok a dodržiava pravidlá platformy. Ak Manic EMU nenájde hru, použite vyhľadávanie na manuálne nájdenie.
th: ข้อมูลเกม provided by third parties ใช้ judgment ของคุณ หาก Manic EMU ไม่พบเกม ให้ใช้ manual search
uk: Інформація про гру надається третіми сторонами. Користуйтеся власним розсудом і дотримуйтеся правил платформи. Якщо Manic EMU не знайде гру, використовуйте пошук, щоб знайти її вручну.
zh_hans: 游戏信息由第三方提供，请自行甄别并遵守平台规则。若 Manic EMU 匹配失败，可手动搜索游戏。

# NotSupportHardcore
source: Hardcore Mode is disabled for this game. Maybe Manic EMU isn't authorized by RetroAchievements, or the game just doesn't support hardcore mode.
ar: الوضع المتقدم معطّل لهذه اللعبة. ربما لم تُرخص Manic EMU من قبل RetroAchievements، أو أن اللعبة لا تدعم الوضع الصعب.
cs: Hardcore režim je pro tuto hru zakázán. Možná Manic EMU není autorizován RetroAchievements, nebo hra tento režim nepodporuje.
fi: Hardcore-tila on poissa käytöstä tässä pelissä. Ehkä Manic EMU ei ole RetroAchievementsin valtuuttama, tai peli ei vain tue hardcore-tilaa.
fr: Le Mode Hardcore est désactivé pour ce jeu. Manic EMU n'est peut-être pas autorisé par RetroAchievements, ou le jeu ne le supporte pas.
hi: इस गेम के लिए हार्डकोर मोड अक्षम है। शायद Manic EMU, RetroAchievements द्वारा अधिकृत नहीं है, या गेम हार्डकोर मोड support नहीं करता।
hu: A Hardcore mód ki van kapcsolva ehhez a játékhoz. Lehet, hogy a Manic EMU nincs autorizálva a RetroAchievements által, vagy a játék egyszerűen nem támogatja a hardcore módot.
nb: Hardcore-modus er deaktivert for dette spillet. Kanskje Manic EMU ikke er autorisert av RetroAchievements, eller spillet støtter det bare ikke.
nl: Hardcore Modus is uitgeschakeld voor deze game. Misschien is Manic EMU niet door RetroAchievements geautoriseerd, of de game ondersteunt het niet.
pt_br: O Modo Hardcore está desativado para este jogo. O Manic EMU pode não estar autorizado pelo RetroAchievements, ou o jogo não o suporta.
ru: Хардкорный режим отключен для этой игры. Возможно, Manic EMU не авторизован RetroAchievements или игра его не поддерживает.
sk: Hardcore režim je pre túto hru zakázaný. Možno Manic EMU nie je autorizované RetroAchievements, alebo hra jednoducho nepodporuje hardcore režim.
th: โหมดฮาร์ดคอร์ถูกปิดใช้งานสำหรับเกมนี้ อาจเป็นเพราะ Manic EMU ไม่ได้รับอนุญาตจาก RetroAchievements หรือเกมไม่รองรับโหมดฮาร์ดคอร์
uk: Режим Hardcore вимкнено для цієї гри. Можливо, Manic EMU не авторизований RetroAchievements, або гра просто не підтримує hardcore mode.
zh_hans: 本游戏已禁用硬核模式，可能是Manic EMU未获得RetroAchievements认证或游戏不支持。

source: Choose One
ar: اختر واحد
cs: Vyberte jednu
fi: Valitse yksi
fr: Choisir
hi: एक चुनें
hu: Válassz egyet
nb: Velg en
nl: Kies er een
pt_br: Escolha um
ru: Выберите один
sk: Vyberte jednu
th: เลือกหนึ่ง
uk: Виберіть один
zh_hans: 任选其一

# FilesImporterErrorBadCue
source: Failed to import "%@". The .cue file may be invalid or not UTF-8 encoded. Please check the format.
ar: فشل استيراد %@. ملف الملف .cue قد يحتوي على أخطاء أو لا يكون مُشفرًا بشكل صحيح. يرجى التحقق من التنسيق.
cs: Import %@ selhal. Soubor .cue may be invalid or not UTF-8 encoded. Zkontrolujte formát.
fi: %@ tuonti epäonnistui. .cue-tiedosto voi olla virheellinen tai ei UTF-8-koodattu. Tarkista muoto.
fr: Échec de l'importation de %@. Le fichier est peut-être invalide ou pas encodé en UTF-8. Vérifiez le format.
hi: %@ आयात करने में विफल। फ़ाइल invalid या UTF-8 encoded नहीं हो सकती। कृपया format जांचें।
hu: %@ importálása sikertelen. A .cue fájl érvénytelen vagy nem UTF-8 kódolású. Ellenőrizd a formátumot.
nb: Import av %@ mislyktes. .cue-filen may be invalid or not UTF-8 encoded. Sjekk formatet.
nl: Importeren van %@ mislukt. Het .cue-bestand is ongeldig of niet UTF-8. Controleer het format.
pt_br: Falha ao importar %@. O arquivo .cue pode ser inválido ou não estar em UTF-8. Verifique o formato.
ru: Ошибка импорта %@. Файл может быть invalid или не в UTF-8. Проверьте format.
sk: Import %@ zlyhal. Súbor môže byť neplatný alebo nie je kódovaný v UTF-8. Skontrolujte formát.
th: นำเข้า %@ ล้มเหลว ไฟล์ may be invalid or not UTF-8 encoded กรุณาตรวจสอบ format
uk: Не вдалося імпортувати %@. Файл може бути недійсним або не в UTF-8 кодуванні. Перевірте формат.
zh_hans: 导入失败："%@"。该文件可能格式错误或未使用 UTF-8 编码，请检查文件。

source: Leaderboard
ar: لوحة المتصدرين
cs: Žebříček
fi: Tulostaulukko
fr: Classement
hi: लीडरबोर्ड
hu: Ranglista
nb: Ledertavle
nl: Scorebord
pt_br: Ranking
ru: Таблица лидеров
sk: Rebríček
th: กระดานคะแนน
uk: Таблиця лідерів
zh_hans: 排行榜

source: Leaderboard Start:
ar: بداية اللوحة:
cs: Začátek žebříčku:
fi: Tulostaulukon alku:
fr: Début classement:
hi: लीडरबोर्ड Start:
hu: Ranglista kezdete:
nb: Ledertavle start:
nl: Scorebord start:
pt_br: Início do ranking:
ru: Начало таблицы:
sk: Štart rebríčka:
th: เริ่มกระดานคะแนน:
uk: Початок таблиці лідерів:
zh_hans: 排行榜开始：

# TurnOffHardcoreAlert
source: Switching to Softcore is permanent. To return to Hardcore, you must reset the game. Continue?
ar: التبديل إلى الوضع العادي دائم. للعودة إلى الوضع المتقدم، يجب إعادة اللعبة. هل تتابع؟
fi: Vaihto Softcore-tilaan on pysyvä. Palataksesi Hardcore-tilaan, sinun on nollattava peli. Jatketaanko?
fr: Le passage en mode Softcore est définitif. Pour retrouver le mode Hardcore, vous devrez réinitialiser le jeu. Continuer ?
hi: सॉफ्टकोर मोड में स्विच करना स्थायी है। हार्डकोर मोड में वापस जाने के लिए, आपको गेम रीसेट करना होगा। जारी रखें?
hu: A Softcore módba váltás végleges. A Hardcore módba való visszatéréshez a játékot alaphelyzetbe kell állítani. Folytatja?
nb: Bytting til Softcore-modus er permanent. For å gå tilbake til Hardcore-modus, må du tilbakestille spillet. Fortsette?
nl: Overschakelen naar de softcore-modus is permanent. Om terug te keren naar de hardcore-modus, moet je het spel resetten. Doorgaan?
ru: Переход на облегченный режим необратим. Для возврата к хардкорному режиму потребуется сбросить игру. Продолжить?
sk: Prepnuteie do režimu Softcore je trvalé. Pre návrat do režimu Hardcore musíte hru obnoviť. Pokračovať?
th: การเปลี่ยนโหมดสมรรถนะต่ำเป็นการถาวร หากต้องการกลับไปโหมดสมรรถนะสูง ต้องรีเซ็ตเกมใหม่ ดำเนินการต่อหรือไม่?
uk: Перехід на режим Softcore є незворотнім. Для повернення до режиму Hardcore потрібно скинути гру. Продовжити?
zh_hans: 切换到休闲模式后，如需重新开启硬核模式必须重置游戏。是否继续？

# AchievementsMissableAlert
source: The achievement cannot be earned after some point in the playthrough and would require another playthrough if missed
ar: لا يمكن الحصول على الإنجاز بعد مرحلة معينة في اللعبة ويتطلب لعبًا آخر إذا فاتك
fi: Saavutusta ei voi ansaita tietyn kohdan jälkeen ja se vaatii uuden pelikerran jos menetetään
fr: Ce succès ne pourra plus être débloqué après un certain point et nécessitera une nouvelle partie si manqué
hi: यह उपलब्धि खेल के एक निश्चित बिंदु के बाद अर्जित नहीं की जा सकती और छूटने पर पुनः खेलने की आवश्यकता होगी
hu: A teljesítmény egy pont után nem szerezhető meg és új játékot igényel ha kimarad
nb: Prestasjonen kan ikke oppnås etter et visst punkt og krever nytt spill hvis misset
nl: De prestatie kan na een bepaald punt niet meer worden verdiend en vereist bij missen een nieuwe speelsessie
ru: Достижение нельзя получить после определенного момента прохождения и потребуется повторная игра при пропуске
sk: Tento úspech nie je možné po určitom bode získat a pri zmeškaní si vyžaduje nové prehratie
th: ความสำเร็จนี้ไม่สามารถได้รับหลังจากจุดหนึ่งในการเล่นและต้องเริ่มเล่นใหม่หากพลาด
uk: Досягнення не можна отримати після певної точки проходження і вимагатиме повторної гри при пропуску
zh_hans: 该成就在游戏流程中特定时点后将无法获取，若错过需重新开始游戏

# AchievementsProgressionAlert
source: The achievement is required to beat the game
ar: الإنجاز مطلوب لإكمال اللعبة
fi: Saavutus vaaditaan pelin läpäisyyn
fr: Ce succès est nécessaire pour finir le jeu
hi: यह उपलब्धि खेल को पूरा करने के लिए आवश्यक है
hu: A teljesítmény szükséges a játék befejezéséhez
nb: Prestasjonen er nødvendig for å fullføre spillet
nl: De prestatie is nodig om het spel uit te spelen
ru: Достижение необходимо для завершения игры
sk: Tento úspech je potrebný na dokončenie hry
th: ความสำเร็จนี้จำเป็นในการผ่านเกม
uk: Досягнення необхідне для завершення гри
zh_hans: 该成就是通关的必要条件

# AchievementsWinAlert
source: The achievement indicates the game has been beaten
ar: الإنجاز يشير إلى إكمال اللعبة
fi: Saavutus ilmaisee että peli on läpäisty
fr: Ce succès indique que le jeu a été terminé
hi: यह उपलब्धि दर्शाती है कि खेल पूरा हो चुका है
hu: A teljesítmény jelzi, hogy a játék befejeződött
nb: Prestasjonen indikerer at spillet er fullført
nl: De prestatie geeft aan dat het spel is uitgespeeld
ru: Достижение указывает на завершение игры
sk: Tento úspech signalizuje, že hra bola dokončená
th: ความสำเร็จนี้แสดงว่าได้ผ่านเกมแล้ว
uk: Досягнення вказує на завершення гри
zh_hans: 该成就表示游戏已通关

# AchievementsChallenge
source: Start Challenge
fr: Lancer le Défi
hi: चुनौती शुरू करें
hu: Kihívás Indítása
nb: Start Utfordring
nl: Start Uitdaging
ru: Начать Вызов
sk: Začať Výzvu
th: เริ่มการท้าทาย
uk: Почати Виклик
zh_hans: 开始挑战

# AchievementsMastered
source: Mastered %@
fr: %@ Maîtrisé
hi: %@ में निपुण
hu: %@ Elsajátítva
nb: %@ Mesteret
nl: %@ Beheersd
ru: %@ Освоено
sk: %@ Zvládnuté
th: เชี่ยวชาญ %@
uk: %@ Опановано
zh_hans: 精通 %@

source: Always Show Progress
fr: Toujours Afficher la Progression
hi: हमेशा प्रगति दिखाएं
hu: Folyamatosan Mutasd az Előrehaladást
nb: Alltid Vis Fremdrift
nl: Voortgang Altijd Tonen
ru: Всегда Показывать Прогресс
sk: Vždy Zobraziť Pokrok
th: แสดงความคืบหน้าตลอด
uk: Завжди Показувати Прогрес
zh_hans: 始终显示进度

# AlwaysShowProgressDesc
source: Keep achievement progress visible on screen.
fr: Maintenir la progression des succès visible à l'écran.
hi: स्क्रीन पर उपलब्धि प्रगति दिखाई रखें।
hu: Tartsd az achievementek előrehaladását láthatóvá a képernyőn.
nb: Hold prestasjonsfremdrift synlig på skjermen.
nl: Houd prestatiewoortgang zichtbaar op scherm.
ru: Держать прогресс достижений видимым на экране.
sk: Udržiavajte pokrok úspechov viditeľný na obrazovke.
th: แสดงความคืบหน้าของความสำเร็จบนหน้าจออย่างต่อเนื่อง
uk: Тримати прогрес досягнень видимим на екрані.
zh_hans: 在屏幕上持续显示成就进度。

source: Progress
fr: Progression
hi: प्रगति
hu: Előrehaladás
nb: Fremdrift
nl: Voortgang
ru: Прогресс
sk: Pokrok
th: ความคืบหน้า
uk: Прогрес
zh_hans: 进度

# GamesListEmptyWelcomeRight
source: 's World
fi: :n maailmaan
hi: की दुनिया में आपका स्वागत है
hu: világa
nb: s verden
zh_hans: 的世界
