Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# ForeverMemberTitle
source: Lifetime Member
ar: عضو دائم
cs: Doživotní člen
fi: Ikuinen jäsen
fr: Membre permanent
hi: आजीवन सदस्य
hu: Örök tagság
nb: Livstidsmedlem
nl: Lifetime lid
pt_br: Membro Vitalício
ru: Постоянный доступ
sk: Doživotné členstvo
th: สมาชิกถาวร
uk: Постійний доступ
zh_hans: 永久会员

# PurchaseVerifiedFailed
source: Payment verification failed. Ensure internet connectivity and restart Manic EMU to retry
ar: فشل التحقق، يرجى إعادة التشغيل
cs: Chyba ověření – restartujte aplikaci
fi: Maksun vahvistus epäonnistui, varmista verkkoyhteys ja käynnistä Manic EMU uudelleen vahvistusta varten
fr: Échec de vérification - redémarrez Manic EMU
hi: भुगतान सत्यापन विफल, कृपया इंटरनेट कनेक्शन जांचकर Manic EMU पुनः प्रारंभ करें
hu: A fizetés ellenőrzése sikertelen, győződjön meg a hálózati kapcsolatról, és indítsa újra a Manic EMU-t
nb: Bekreftelse feilet – restart appen
nl: Betaling verificatie mislukt. Herstart de app
pt_br: Falha na verificação. Reinicie o Manic EMU
ru: Ошибка проверки. Перезапустите приложение
sk: Overenie platby zlyhalo, skontrolujte sieťové pripojenie a reštartujte Manic EMU
th: ตรวจสอบการชำระเงินล้มเหลว โปรดรีสตาร์ทแอป
uk: Не вдалося підтвердити покупку. Перевірте інтернет-з’єднання та перезапустіть Manic EMU
zh_hans: 支付凭证无法通过校验，请保证网络通畅，重新启动Manic EMU以重新校验

# PurchaseCancel
source: Payment canceled. You've missed the chance to unlock premium features
ar: تم إلغاء الدفع
cs: Platba zrušena
fi: Maksusi peruutettiin, etkä saanut edistyneitä toimintoja
fr: Paiement annulé
hi: भुगतान रद्द कर दिया गया, प्रीमियम सुविधाओं का अवसर खो दिया
hu: A fizetés megszakítva, így nem tudja feloldani a prémium funkciókat
nb: Betaling avbrutt
nl: Betaling geannuleerd
pt_br: Compra cancelada
ru: Покупка отменена
sk: Platba bola zrušená, stratili ste možnosť odomknúť pokročilé funkcie
th: การชำระเงินถูกยกเลิก
uk: Вашу оплату скасовано. Ви не розблокували преміум-функції
zh_hans: 很遗憾你的支付被取消了，错失了解锁高级特性的机会

# PurchasePending
source: Payment pending. Membership will activate upon completion
ar: الدفع معلق
cs: Platba čeká na dokončení
fi: Maksusi on kesken, kun maksu on suoritettu loppuun, jäsenyytesi aktivoituu
fr: Paiement en attente
hi: आपका भुगतान लंबित है, पूर्ण होने पर सदस्यता सक्रिय होगी
hu: A fizetés függőben van, a tagság a későbbiekben aktiválódik
nb: Betaling venter
nl: Betaling in behandeling
pt_br: Pagamento pendente
ru: Ожидание подтверждения
sk: Platba je dočasne pozastavená, po dokončení bude členstvo aktivované
th: การชำระเงินถูกระงับชั่วคราว
uk: Ваша оплата очікує обробки. Преміум-функції будуть активовані після завершення
zh_hans: 你的支付暂时被挂起，完成后续支付后，将为你开通会员

# PurchaseUnknown
source: Unknown Payment Status
ar: حالة غير معروفة
cs: Neznámý stav
fi: Tuntematon maksutila
fr: Statut inconnu
hi: अज्ञात भुगतान स्थिति
hu: Ismeretlen fizetési állapot
nb: Ukjent status
nl: Onbekende status
pt_br: Status desconhecido
ru: Неизвестный статус
sk: Neznámy stav platby
th: สถานะการชำระเงินไม่ทราบ
uk: Невідомий статус оплати
zh_hans: 支付状态未知

# PurchaseErrorDesc
source: Payment temporarily unavailable. Check internet connection
ar: خطأ في الدفع، تحقق من الاتصال
cs: Zkontrolujte připojení a opakujte
fi: Maksu ei onnistu, varmista verkkoyhteys ja yritä uudelleen
fr: Problème de connexion - réessayez
hi: भुगतान अस्थायी रूप से असंभव, कृपया नेटवर्क जांचकर पुनः प्रयास करें
hu: A fizetés sikertelen, győződjön meg a hálózati kapcsolatról, és próbálja újra
nb: Nettverksfeil – prøv igjen
nl: Betaling mislukt. Controleer je netwerk
pt_br: Erro no processamento
ru: Ошибка оплаты. Проверьте интернет
sk: Dočasne nie je možné vykonať platbu, skontrolujte sieťové pripojenie a skúste to znova
th: ไม่สามารถดำเนินการชำระเงินได้ โปรดตรวจสอบการเชื่อมต่อ
uk: Не вдалося завершити оплату. Перевірте інтернет-з’єднання та спробуйте ще раз
zh_hans: 暂时无法进行支付，请保证网络通畅后再次尝试

# PurchaseFailedTitle
source: Payment Failed
ar: فشل الدفع
cs: Chyba platby
fi: Maksu epäonnistui
fr: Échec du paiement
hi: भुगतान विफल
hu: Fizetés sikertelen
nb: Betaling mislyktes
nl: Betaling mislukt
pt_br: Falha no pagamento
ru: Ошибка оплаты
sk: Platba zlyhala
th: การชำระเงินล้มเหลว
uk: Помилка оплати
zh_hans: 支付失败

# RestoreSuccessDesc
source: Purchases Restored Successfully!
ar: تمت الاستعادة!
cs: Obnovení úspěšné!
fi: Oston palautus onnistui!
fr: Achats restaurés !
hi: इन-ऐप खरीद पुनर्स्थापित!
hu: A vásárlás visszaállítva!
nb: Gjenopprettet!
nl: Aankoop hersteld!
pt_br: Compra restaurada!
ru: Покупки восстановлены!
sk: Nákup bol úspešne obnovený!
th: กู้คืนการซื้อสำเร็จ!
uk: Покупки успішно відновлено!
zh_hans: 内购恢复成功!

# RestoreEndDesc
source: Restoration Complete - No Valid Purchases Found
ar: لم يتم العثور على مشتريات
cs: Žádné nákupy k obnovení
fi: Oston palautus valmis, ei löytynyt voimassa olevia ostoksia!
fr: Aucun achat trouvé
hi: पुनर्स्थापना पूर्ण, कोई वैध खरीद नहीं मिली!
hu: A visszaállítás befejeződött, nem található érvényes vásárlás!
nb: Ingen kjøp funnet
nl: Geen aankoop gevonden
pt_br: Nenhuma compra encontrada
ru: Активных подписок не найдено
sk: Obnovenie nákupu dokončené, žiadny platný nákup nebol nájdený!
th: การกู้คืนเสร็จสิ้น ไม่พบการซื้อที่ใช้งานได้
uk: Відновлення завершено: доступних покупок не знайдено
zh_hans: 内购恢复结束，没有找到可用内购！

# TrialDesc
source: No charges during trial period. Cancel anytime
ar: فترة تجريبية مجانية
cs: Zkušební období zdarma – lze kdykoli zrušit
fi: Kokeilujakson aikana ei veloiteta, voit peruuttaa milloin tahansa
fr: Essai gratuit - annulation à tout moment
hi: ट्रायल अवधि में कोई शुल्क नहीं, कभी भी रद्द करें
hu: A próbaidőszak alatt nem számítunk fel díjat, bármikor lemondható
nb: Gratis prøveperiode – avbryt når som helst
nl: Gratis proefperiode. Altijd annuleerbaar
pt_br: Período de teste gratuito
ru: Бесплатный пробный период
sk: Počas skúšobnej doby sa neúčtujú žiadne poplatky, zrušiť môžete kedykoľvek
th: ไม่มีการเรียกเก็บเงินในช่วงทดลองใช้
uk: Безкоштовний період: скасувати можна будь-коли
zh_hans: 试用期间不收取任何费用，随时取消

# SubscriptionPurchaseButtonTitle
source: Start %d-Day Free Trial
ar: ابدأ تجربة %d يومًا
cs: Vyzkoušet %d dní zdarma
fi: Aloita %d päivän ilmainen kokeilu
fr: Essai gratuit de %d jours
hi: %d दिन निःशुल्क ट्रायल प्रारंभ करें
hu: %d napos ingyenes próbaidőszak indítása
nb: Start %d dagers prøve
nl: Start %d dagen gratis
pt_br: Teste grátis por %d dias
ru: Начать пробный период (%d дней)
sk: Začať %d dňovú skúšobnú verziu
th: เริ่มทดลองใช้ฟรี %d วัน
uk: Спробувати %d днів безкоштовно
zh_hans: 开始%d天免费试用

# YearSubscriptionDisableDesc
source: Annual membership active
ar: مشترك سنوي بالفعل
cs: Již máte roční členství
fi: Olet tilannut vuosijäsenyyden
fr: Abonnement annuel actif
hi: आप वार्षिक सदस्यता ले चुके हैं
hu: Már éves tagsággal rendelkezik
nb: Du har årlig abonnement
nl: Je bent jaarlid
pt_br: Assinatura anual ativa
ru: У вас годовая подписка
sk: Máte aktívne ročné členstvo
th: คุณเป็นสมาชิกรายปีแล้ว
uk: Ви вже маєте річну підписку
zh_hans: 你已订阅年度会员

# MonthSubscriptionDisableDesc
source: Monthly membership active
ar: مشترك شهري بالفعل
cs: Již máte měsíční členství
fi: Olet tilannut kuukausijäsenyyden
fr: Abonnement mensuel actif
hi: आप मासिक सदस्यता ले चुके हैं
hu: Már havi tagsággal rendelkezik
nb: Du har månedlig abonnement
nl: Je bent maandlid
pt_br: Assinatura mensal ativa
ru: У вас месячная подписка
sk: Máte aktívne mesačné členstvo
th: คุณเป็นสมาชิกรายเดือนแล้ว
uk: Ви вже маєте місячну підписку
zh_hans: 你已订阅月度会员

# ForeverSubscriptionDisableDesc
source: Lifetime membership activated
ar: مشترك دائم
cs: Již máte doživotní členství
fi: Olet ikuinen jäsen
fr: Membre permanent
hi: आप आजीवन सदस्य हैं
hu: Már örök tagsággal rendelkezik
nb: Du har livstilgang
nl: Je hebt een lifetime lidmaatschap
pt_br: Membro vitalício
ru: У вас постоянный доступ
sk: Máte doživotné členstvo
th: คุณเป็นสมาชิกถาวรแล้ว
uk: Ви вже маєте постійний доступ
zh_hans: 你已经是永久会员

# ChangeSubscription
source: Change Plan
ar: تغيير الاشتراك
cs: Změnit plán
fi: Vaihda tilaus
fr: Changer d'offre
hi: सदस्यता बदलें
hu: Csomag módosítása
nb: Bytt abonnement
nl: Abonnement wijzigen
pt_br: Alterar plano
ru: Сменить подписку
sk: Zmeniť plán
th: เปลี่ยนแพ็กเกจ
uk: Змінити план
zh_hans: 更换套餐

# UpgradePurchase
source: Upgrade Now
ar: ترقية
cs: Pokračovat v upgradu
fi: Jatka päivittämistä
fr: Améliorer
hi: अपग्रेड जारी रखें
hu: Frissítés folytatása
nb: Oppgrader
nl: Upgraden
pt_br: Melhorar plano
ru: Обновить
sk: Pokračovať v upgrade
th: อัปเกรดต่อ
uk: Продовжити оновлення
zh_hans: 继续升级

# ForeverPlanDesc
source: Permanent access to all future premium features
ar: استمتع بالميزات مدى الحياة
cs: Všechny budoucí funkce zdarma
fi: Nauti kaikista tulevista edistyneistä toiminnoista ikuisesti
fr: Accès permanent à toutes les fonctionnalités futures
hi: भविष्य की सभी प्रीमियम सुविधाओं का आजीवन आनंद लें
hu: Örök időre feloldja az összes prémium funkciót
nb: Få alle fremtidige funksjoner
nl: Geniet van alle toekomstige functies
pt_br: Acesso permanente
ru: Пожизненный доступ ко всем функциям
sk: Doživotný prístup ku všetkým pokročilým funkciám
th: ใช้งานคุณสมบัติขั้นสูงได้ตลอดไป
uk: Отримайте доступ до всіх майбутніх преміум-функцій
zh_hans: 永久享受未来所有高级功能

# BuyNowTitle
source: Subscribe Now
ar: اشترك الآن
cs: Odebírat
fi: Tilaa nyt
fr: S'abonner
hi: अभी सदस्यता लें
hu: Feliratkozás most
nb: Abonner nå
nl: Nu kopen
pt_br: Assinar agora
ru: Подписаться
sk: Predplatiť teraz
th: สมัครสมาชิกทันที
uk: Підписатися
zh_hans: 立即订阅

# SettingsFreeTrialDesc
source: %d-Day Free Trial
ar: تجربة %d يومًا مجانًا
cs: %d dní zdarma
fi: %d päivän ilmainen kokeilu
fr: Essai gratuit de %d jours
hi: %d दिन निःशुल्क ट्रायल
hu: %d napos ingyenes próbaidőszak
nb: %d dager gratis
nl: %d dagen gratis uitproberen
pt_br: %d dias grátis
ru: %d дней пробного периода
sk: %d dní zadarmo
th: ทดลองใช้ฟรี %d วัน
uk: %d днів безкоштовно
zh_hans: %d天免费试用

source: Hi,
ar: مرحبًا،
cs: Ahoj,
fi: Hei,
fr: Salut,
hi: नमस्ते,
hu: Szia,
nb: Hei,
nl: Hoi,
pt_br: Olá,
ru: Привет,
sk: Ahoj,
th: สวัสดี
uk: Привіт,
zh_hans: 嗨，

# PrePermissionPhotoTitle
source: Access Your Retro Memories
ar: السماح لـ Manic EMU بالوصول إلى الألبوم؟
cs: Povolit Manic EMU přístup k albu?
fi: Sallitaanko Manic EMU:n käyttää galleriaasi?
fr: Autoriser Manic EMU à accéder à vos photos ?
hi: क्या Manic EMU को आपके फोटो लाइब्रेरी तक पहुंच दें?
hu: Engedélyezi a Manic EMU számára a fényképtár elérését?
nb: Tillat tilgang til fotoalbum?
nl: Manic EMU toegang tot je fotobibliotheek geven?
pt_br: Permitir acesso às fotos?
ru: Разрешить доступ к фото?
sk: Povoliť Manic EMU prístup k vášmu fotoalbumu?
th: อนุญาตให้ Manic EMU เข้าถึงอัลบั้มของคุณหรือไม่?
uk: Дозволити Manic EMU доступ до вашого фотоальбому?
zh_hans: 是否允许 Manic EMU 访问你的相册？

# PrePermissionPhotoMessage
source: Grant access to save game screenshots to Photos and select album images as game covers
ar: لحفظ اللقطات أو اختيار الأغلفة
cs: Pro ukládání screenshotů a výběr obalů
fi: Salli pääsy tallentaaksesi pelin kuvakaappauksia galleriaan ja valitaksesi kuvia pelin kansikuvaksi
fr: Nécessaire pour enregistrer les captures d'écran et choisir des images comme couvertures de jeu
hi: स्क्रीनशॉट सहेजने और गेम कवर चुनने के लिए अनुमति आवश्यक है
hu: A fényképtárhoz való hozzáférés engedélyezésével játékképeket menthet a galériába, és választhat képeket játékborítónak
nb: Tillatelse kreves for å lagre skjermbilder og velge cover
nl: Toegang is nodig om screenshots op te slaan en covers te selecteren
pt_br: Necessário para salvar screenshots e selecionar capas
ru: Для сохранения скриншотов и выбора обложек
sk: Povolenie umožňuje ukladať screenshoty hry do fotoalbumu a vyberať obrázky ako obaly hier
th: อนุญาตการเข้าถึงเพื่อบันทึกภาพหน้าจอเกมและเลือกรูปภาพเป็นหน้าปก
uk: Дозвіл дозволить зберігати скріншоти гри та обирати зображення для обкладинок
zh_hans: 允许访问权限可以将游戏截图保存到相册以及选择相册图片作为游戏封面

# PrePermissionPhotoCancel
source: Not Now
ar: لاحقًا
cs: Teď ne
fi: Ei nyt
fr: Plus tard
hi: अभी नहीं
hu: Most nem
nb: Ikke nå
nl: Nee
pt_br: Agora não
ru: Позже
sk: Teraz nie
th: ไม่ใช่ตอนนี้
uk: Не зараз
zh_hans: 暂不

# PrePermissionPhotoConfirm
source: Allow
ar: السماح
cs: Povolit
fi: Salli
fr: Autoriser
hi: अनुमति दें
hu: Engedélyezés
nb: Tillat
nl: Toestaan
pt_br: Permitir
ru: Разрешить
sk: Povoliť
th: อนุญาต
uk: Дозволити
zh_hans: 允许

# DeniedPermissionPhotoTitle
source: Manic EMU Can't Access Your Photos!
ar: الوصول مرفوض!
cs: Přístup k albu zamítnut!
fi: Manic EMU ei voi käyttää galleriaasi!
fr: Accès refusé !
hi: Manic EMU को फोटो लाइब्रेरी तक पहुंच नहीं मिली!
hu: A Manic EMU nem fér hozzá a fényképtárhoz!
nb: Ingen tilgang til fotoalbum
nl: Geen toegang tot fotobibliotheek!
pt_br: Acesso negado
ru: Доступ к фото запрещён!
sk: Manic EMU nemá prístup k vášmu fotoalbumu!
th: Manic EMU ไม่สามารถเข้าถึงอัลบั้มของคุณ!
uk: Manic EMU не має доступу до вашого фотоальбому!
zh_hans: Manic EMU 无法访问你的相册!

# DeniedPermissionPhotoMessage
source: Photo library access is required for saving game screenshots to Manic EMU
ar: يجب منح الصلاحية لحفظ اللقطات
cs: Pro ukládání screenshotů povolte přístup
fi: Pelin kuvakaappausten tallentamiseksi Manic EMU tarvitsee gallerian käyttöoikeuden
fr: L'accès à la bibliothèque photo est nécessaire pour enregistrer les captures d'écran
hi: गेम स्क्रीनशॉट सहेजने के लिए फोटो लाइब्रेरी अनुमति आवश्यक है
hu: A játékképek mentéséhez engedélyeznie kell a fényképtár elérését a Manic EMU számára
nb: Aktiver tilgang i innstillinger
nl: Manic EMU heeft toegang nodig om screenshots op te slaan
pt_br: Ative nas configurações para salvar screenshots
ru: Разрешите доступ в настройках
sk: Pre ukladanie screenshotov je potrebné povoliť prístup k fotoalbumu
th: จำเป็นต้องอนุญาตการเข้าถึงเพื่อบันทึกภาพหน้าจอเกม
uk: Щоб зберігати скріншоти, надайте додатку доступ до фото
zh_hans: 为了顺利保存游戏截图，需要你相册权限授权给 Manic EMU

# DeniedPermissionPhotoCancel
source: No
ar: رفض
cs: Zamítnout
fi: Ei
fr: Non
hi: नहीं
hu: Nem
nb: Avbryt
nl: Nee
pt_br: Cancelar
ru: Нет
sk: Nie
th: ไม่
uk: Ні
zh_hans: 否

# DeniedPermissionPhotoConfirm
source: Grant Access
ar: الذهاب للإعدادات
cs: Povolit v Nastavení
fi: Anna käyttöoikeus
fr: Paramètres
hi: अनुमति दें
hu: Engedélyezés
nb: Åpne innstillinger
nl: Instellingen
pt_br: Configurações
ru: Настроить
sk: Povoliť
th: ไปตั้งค่า
uk: Налаштувати доступ
zh_hans: 去授权

# PrePermissionCameraTitle
source: Allow Manic EMU to Access Your Camera?
ar: السماح لـ Manic EMU باستخدام الكاميرا؟
cs: Povolit Manic EMU přístup k fotoaparátu?
fi: Sallitaanko Manic EMU:n käyttää kameraasi?
fr: Autoriser Manic EMU à utiliser l'appareil photo ?
hi: क्या Manic EMU को आपके कैमरा तक पहुंच दें?
hu: Engedélyezi a Manic EMU számára a kamera elérését?
nb: Tillat kamera?
nl: Manic EMU toegang tot je camera geven?
pt_br: Permitir acesso à câmera?
ru: Разрешить доступ к камере?
sk: Povoliť Manic EMU prístup k vašej kamere?
th: อนุญาตให้ Manic EMU เข้าถึงกล้องของคุณหรือไม่?
uk: Дозволити Manic EMU доступ до вашої камери?
zh_hans: 是否允许 Manic EMU 访问你的相机？

# PrePermissionCameraMessage
source: Camera access enables taking photos for custom game covers
ar: لالتقاط صور كأغلفة للألعاب
cs: Pro pořizování herních obalů
fi: Salli pääsy ottaa kuvia pelin kansikuvaksi
fr: Nécessaire pour prendre des photos comme couvertures de jeu
hi: गेम कवर के लिए तस्वीरें लेने हेतु कैमरा अनुमति आवश्यक है
hu: A kamera használatának engedélyezésével képet készíthet játékborítónak
nb: Kreves for å ta cover-bilder
nl: Toegang is nodig om gamecovers te maken
pt_br: Para fotografar capas personalizadas
ru: Для съёмки обложек игр
sk: Povolenie umožňuje fotografovať obaly hier
th: อนุญาตการเข้าถึงเพื่อถ่ายภาพหน้าปกเกม
uk: Дозвіл дозволить робити знімки для обкладинок ігор
zh_hans: 允许访问权限可以使用相机拍摄图片作为游戏封面

# PrePermissionCameraCancel
source: Not Now
ar: لاحقًا
cs: Teď ne
fi: Ei nyt
fr: Plus tard
hi: अभी नहीं
hu: Most nem
nb: Ikke nå
nl: Nee
pt_br: Agora não
ru: Позже
sk: Teraz nie
th: ไม่ใช่ตอนนี้
uk: Не зараз
zh_hans: 暂不

# PrePermissionCameraConfirm
source: Allow
ar: السماح
cs: Povolit
fi: Salli
fr: Autoriser
hi: अनुमति दें
hu: Engedélyezés
nb: Tillat
nl: Toestaan
pt_br: Permitir
ru: Разрешить
sk: Povoliť
th: อนุญาต
uk: Дозволити
zh_hans: 允许

# DeniedPermissionCameraTitle
source: Manic EMU Can't Access Your Camera!
ar: الوصول مرفوض!
cs: Přístup k fotoaparátu zamítnut!
fi: Manic EMU ei voi käyttää kameraasi!
fr: Accès refusé !
hi: Manic EMU को कैमरा तक पहुंच नहीं मिली!
hu: A Manic EMU nem fér hozzá a kamerához!
nb: Ingen kamera-tilgang
nl: Geen cameratoegang!
pt_br: Câmera não autorizada
ru: Доступ к камере запрещён!
sk: Manic EMU nemá prístup k vašej kamere!
th: Manic EMU ไม่สามารถเข้าถึงกล้องของคุณ!
uk: Manic EMU не має доступу до вашої камери!
zh_hans: Manic EMU 无法访问你的相机!

# DeniedPermissionCameraMessage
source: Camera permissions required for capturing game cover images in Manic EMU
ar: يجب منح الصلاحية لاستخدام الكاميرا
cs: Povolte přístup pro pořizování obalů
fi: Manic EMU tarvitsee kameran käyttöoikeuden pelin kansikuvien ottamiseen!
fr: L'accès à l'appareil photo est nécessaire pour personnaliser les couvertures de jeu
hi: गेम कवर तस्वीरें लेने के लिए कैमरा अनुमति आवश्यक है!
hu: A játékborító készítéséhez engedélyeznie kell a kamera használatát a Manic EMU számára
nb: Aktiver tilgang i innstillinger
nl: Manic EMU heeft toegang nodig voor gamecovers
pt_br: Ative o acesso para criar capas com fotos
ru: Разрешите доступ в настройках
sk: Pre fotografovanie obalov hier je potrebné povoliť prístup k kamere
th: จำเป็นต้องอนุญาตการเข้าถึงเพื่อถ่ายภาพหน้าปกเกม
uk: Надайте доступ до камери, щоб робити знімки для обкладинок
zh_hans: 需要你相册权限授权给 Manic EMU 才能进行游戏封面拍摄!

# DeniedPermissionCameraCancel
source: No
ar: رفض
cs: Zamítnout
fi: Ei
fr: Non
hi: नहीं
hu: Nem
nb: Avbryt
nl: Nee
pt_br: Cancelar
ru: Нет
sk: Nie
th: ไม่
uk: Ні
zh_hans: 否

# DeniedPermissionCameraConfirm
source: Grant Access
ar: الذهاب للإعدادات
cs: Povolit v Nastavení
fi: Anna käyttöoikeus
fr: Paramètres
hi: अनुमति दें
hu: Engedélyezés
nb: Åpne innstillinger
nl: Instellingen
pt_br: Configurações
ru: Настроить
sk: Povoliť
th: ไปตั้งค่า
uk: Налаштувати доступ
zh_hans: 去授权

# DeniedPermissionMicTitle
source: Manic EMU Can't Access Your Microphone
ar: الوصول مرفوض!
cs: Přístup k mikrofonu zamítnut
fi: Manic EMU ei voi käyttää mikrofonia!
fr: Accès au microphone refusé
hi: Manic EMU को माइक्रोफोन तक पहुंच नहीं मिली!
hu: A Manic EMU nem használhatja a mikrofont!
nb: Ingen mikrofontilgang
nl: Geen microfoontoegang!
pt_br: Microfone não autorizado
ru: Доступ к микрофону запрещён!
sk: Manic EMU nemôže používať váš mikrofón!
th: Manic EMU ไม่สามารถใช้ไมโครโฟนของคุณ
uk: Manic EMU не має доступу до вашого мікрофона!
zh_hans: Manic EMU 无法使用你的麦克风

# DeniedPermissionMicMessage
source: Microphone permissions required - some DS game features may be limited without access!
ar: يجب منح صلاحية الميكروفون لألعاب DS
cs: Pro plnou funkčnost některých DS her
fi: Anna Manic EMU:lle mikrofonin käyttöoikeus, muuten jotkin DS-pelit eivät toimi kunnolla!
fr: Nécessaire pour certaines fonctionnalités des jeux DS
hi: कुछ DS गेम सुविधाओं के लिए माइक्रोफोन अनुमति आवश्यक है!
hu: Engedélyeznie kell a mikrofon használatát a Manic EMU számára, különben egyes DS játékok funkciói korlátozva lehetnek!
nb: Kreves for DS-spillfunksjoner
nl: Manic EMU heeft microfoon nodig voor DS-games
pt_br: Alguns jogos de DS podem ter recursos limitados
ru: Необходим для работы некоторых DS-игр
sk: Povolenie je potrebné pre plnú funkčnosť niektorých hier pre DS
th: จำเป็นต้องอนุญาตเพื่อให้ฟังก์ชันบางส่วนของเกม DS ทำงานสมบูรณ์
uk: Надайте доступ до мікрофона, інакше деякі функції DS-ігор можуть не працювати
zh_hans: 需要你将麦克风权限授权给 Manic EMU，否则部分DS游戏可能功能受限!

# DeniedPermissionMicCancel
source: No
ar: رفض
cs: Zamítnout
fi: Ei
fr: Non
hi: नहीं
hu: Nem
nb: Avbryt
nl: Nee
pt_br: Cancelar
ru: Нет
sk: Nie
th: ไม่
uk: Ні
zh_hans: 否

# DeniedPermissionMicConfirm
source: Grant Access
ar: الذهاب للإعدادات
cs: Povolit v Nastavení
fi: Anna käyttöoikeus
fr: Paramètres
hi: अनुमति दें
hu: Engedélyezés
nb: Åpne innstillinger
nl: Instellingen
pt_br: Configurações
ru: Настроить
sk: Povoliť
th: ไปตั้งค่า
uk: Налаштувати доступ
zh_hans: 去授权

# ShareAppSubtitle
source: Gather your crew and embark on an adventure together!
ar: ادعُ أصدقاءك للمغامرة!
cs: Pozvěte přátele k dobrodružství!
fi: Kutsu kaverisi mukaan seikkailuun!
fr: Partagez l'aventure avec vos amis !
hi: अपने दोस्तों को इस रोमांचक साहस में शामिल होने के लिए आमंत्रित करें!
hu: Hívjátok meg a barátaitokat is a kalandra!
nb: Inviter venner til eventyret!
nl: Nodig je vrienden uit voor een avontuur!
pt_br: Convide amigos para jogar!
ru: Пригласите друзей в игру!
sk: Pozvite priateľov na spoločné dobrodružstvo!
th: ชวนเพื่อนมาร่วมผจญภัย!
uk: Запрошуйте друзів до спільної пригоди!
zh_hans: 快叫上你的小伙伴一起冒险吧!

# ShareRomFilesFailed
source: Failed to share ROM - could not retrieve files
ar: فشل مشاركة ROM
cs: Chyba sdílení ROM
fi: ROMin jakaminen epäonnistui, tiedostoa ei löytynyt
fr: Échec du partage - ROM introuvable
hi: ROM साझा करने में विफल, फ़ाइल प्राप्त नहीं हो सकी
hu: A ROM megosztása sikertelen, a fájl nem érhető el
nb: Kunne ikke dele ROM
nl: ROM delen mislukt
pt_br: Falha ao compartilhar ROM
ru: Ошибка: ROM недоступен
sk: Zdieľanie ROM zlyhalo, nepodarilo sa získať súbor
th: แชร์ ROM ล้มเหลว ไม่พบไฟล์
uk: Не вдалося поділитися ROM: файл не знайдено
zh_hans: 分享ROM失败，无法获取文件

# ShareSaveFilesFailed
source: Failed to share game save - no save data available
ar: فشل مشاركة الحفظ
cs: Žádné uložení k sdílení
fi: Tallennuksen jakaminen epäonnistui, ei tallennuksia
fr: Échec du partage - aucune sauvegarde
hi: गेम सेव साझा करने में विफल, कोई सेव फ़ाइल नहीं मिली
hu: A játékmentés megosztása sikertelen, nincsenek mentések
nb: Ingen lagringer å dele
nl: Opslag delen mislukt
pt_br: Nenhum save disponível
ru: Ошибка: сохранений нет
sk: Zdieľanie uloženia hry zlyhalo, žiadne uloženie nie je k dispozícii
th: แชร์เซฟเกมล้มเหลว ไม่พบเซฟ
uk: Не вдалося поділитися збереженням: збережень немає
zh_hans: 分享游戏存档失败，暂无存档

# ShareFilesCopyFailed
source: File sharing failed - error occurred during file duplication
ar: فشل النسخ
cs: Chyba kopírování souboru
fi: Tiedoston jakaminen epäonnistui, kopioinnissa virhe
fr: Échec du partage - erreur de copie
hi: फ़ाइल साझा करने में विफल, कॉपी करते समय त्रुटि
hu: A fájl megosztása sikertelen, hiba történt a másolás során
nb: Feil under kopiering
nl: Delen mislukt: kopiëren fout
pt_br: Erro na cópia do arquivo
ru: Ошибка копирования
sk: Zdieľanie súboru zlyhalo, chyba pri kopírovaní
th: แชร์ไฟล์ล้มเหลว เกิดข้อผิดพลาดในการคัดลอก
uk: Не вдалося поділитися файлом: помилка копіювання
zh_hans: 分享文件失败，复制文件时出错

# ShareFilesCompressFailed
source: File sharing failed - error occurred during compression
ar: فشل الضغط
cs: Chyba komprese souboru
fi: Tiedoston jakaminen epäonnistui, pakkauksessa virhe
fr: Échec du partage - erreur de compression
hi: फ़ाइल साझा करने में विफल, कंप्रेस करते समय त्रुटि
hu: A fájl megosztása sikertelen, hiba történt a tömörítés során
nb: Feil under komprimering
nl: Delen mislukt: comprimeren fout
pt_br: Erro na compactação
ru: Ошибка архивации
sk: Zdieľanie súboru zlyhalo, chyba pri komprimovaní
th: แชร์ไฟล์ล้มเหลว เกิดข้อผิดพลาดในการบีบอัด
uk: Не вдалося поділитися файлом: помилка стиснення
zh_hans: 分享文件失败，压缩文件时出错
