Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# NewSkinDesc
source: Manic EMU supports skins in .manicskin and .deltaskin .gammaskin formats. Please note that the imported skin's traits must match the current platform, otherwise, it will not appear in the skin list. Additionally, access to third-party skin communities is provided. These communities are not officially affiliated with Manic EMU. When downloading skins, please strictly adhere to the service terms of the respective community websites.
ar: يدعم Manic EMU السكنات بصيغتي .manicskin و .deltaskin .gammaskin. ملاحظة: يجب أن تتطابق مواصفات السكنة المستوردة مع المنصة الحالية، وإلا لن تظهر في القائمة. كما نوفر وصولاً لمجتمعات سكنات تابعة لجهات خارجية. هذه المجتمعات غير مرتبطة رسمياً بـ Manic EMU. عند التحميل، اتبع شروط الخدمة لكل موقع بدقة
cs: Manic EMU podporuje skiny ve formátech .manicskin a .deltaskin .gammaskin. Poznámka: Importovaný skin musí odpovídat aktuální platformě, jinak se v seznamu nezobrazí. Poskytujeme také přístup ke komunitám třetích stran pro skiny. Ty nejsou oficiálně spojeny s Manic EMU. Při stahování dodržujte podmínky služeb jednotlivých webů
fi: Manic EMU tukee skinejä .manicskin- ja .deltaskin .gammaskin-muodoissa. Huom: Tuodun skinin on vastattava nykyistä alustaa, muuten se ei näy listassa. Tarjoamme myös pääsyn kolmannen osapuolen skin-yhteisöihin. Nämä eivät ole virallisesti yhteydessä Manic EMU:hon. Noudata jokaisen sivuston käyttöehtoja latauksien yhteydessä
fr: Manic EMU prend en charge les skins aux formats .manicskin et .deltaskin .gammaskin. Remarque : le skin importé doit correspondre à la plateforme actuelle, sinon il n'apparaîtra pas dans la liste. De plus, nous fournissons un accès à des communautés de skins tierces. Celles-ci ne sont pas affiliées à Manic EMU. En téléchargeant des skins, respectez strictement les conditions d'utilisation de chaque site
hi: मैनिक ईएमयू .manicskin और .deltaskin .gammaskin फॉर्मेट में स्किन सपोर्ट करता है। ध्यान दें: आयातित स्किन की विशेषताएं वर्तमान प्लेटफॉर्म से मेल खानी चाहिए, नहीं तो सूची में दिखाई नहीं देगी। इसके अलावा, हम तृतीय-पक्ष स्किन कम्युनिटी एक्सेस प्रदान करते हैं। ये मैनिक ईएमयू से आधिकारिक तौर पर संबद्ध नहीं हैं। स्किन डाउनलोड करते समय संबंधित वेबसाइटों की सेवा शर्तों का पालन करें
hu: A Manic EMU támogatja a .manicskin és .deltaskin .gammaskin formátumú skineket. Megjegyzés: Az importált skinnek meg kell egyeznie a jelenlegi platformmal, különben nem jelenik meg a listában. Harmadik féltől származó skin közösségekhez is biztosítunk hozzáférést. Ezek nem hivatalosan kapcsolódnak a Manic EMU-hoz. Töltéskor kövesse az egyes webhelyek szolgáltatási feltételeit
nb: Manic EMU støtter skall i .manicskin og .deltaskin .gammaskin-format. Merk: Importert skal må samsvare med nåværende plattform, ellers vises det ikke i listen. Vi gir også tilgang til tredjeparts skall-fellesskap. Disse er ikke offisielt tilknyttet Manic EMU. Følg hjemmesiders tjenestevilkår ved nedlasting
nl: Manic EMU ondersteunt skins in .manicskin- en .deltaskin .gammaskin-formaten. Let op: geïmporteerde skins moeten overeenkomen met het huidige platform, anders verschijnen ze niet in de lijst. We bieden ook toegang tot skin-communities van derden. Deze zijn niet officieel verbonden met Manic EMU. Volg bij het downloaden strikt de servicevoorwaarden van elke website
pt_br: Manic EMU suporta skins nos formatos .manicskin e .deltaskin .gammaskin. Nota: a skin importada deve corresponder à plataforma atual, caso contrário não aparecerá na lista. Também fornecemos acesso a comunidades de skins de terceiros. Estas não são afiliadas oficialmente à Manic EMU. Ao baixar skins, siga rigorosamente os termos de serviço de cada site
ru: Manic EMU поддерживает скины в форматах .manicskin и .deltaskin .gammaskin. Важно: импортируемый скин должен соответствовать платформе, иначе не отобразится в списке. Также предоставлен доступ к сторонним сообществам скинов. Они не связаны с Manic EMU. При загрузке строго соблюдайте условия служб сайтов
sk: Manic EMU podporuje skiny vo formátoch .manicskin a .deltaskin .gammaskin. Poznámka: Importovaný skin musí zodpovedať aktuálnej platforme, inak sa v zozname nezobrazí. Poskytujeme tiež prístup k komunitám tretích strán pre skiny. Tieto nie sú oficiálne spojené s Manic EMU. Pri sťahovaní dodržiavajte podmienky služby jednotlivých webov
th: Manic EMU รองรับสกินในรูปแบบ .manicskin และ .deltaskin .gammaskin โปรดทราบ: สกินที่นำเข้าต้องตรงกับแพลตฟอร์มปัจจุบัน มิฉะนั้นจะไม่แสดงในรายการ นอกจากนี้เรายังให้บริการชุมชนสกินบุคคลที่สาม ชุมชนเหล่านี้ไม่เกี่ยวข้องกับ Manic EMU อย่างเป็นทางการ เมื่อดาวน์โหลดสกินโปรดปฏิบัติตามข้อกำหนดการใช้งานของเว็บไซต์แต่ละแห่งอย่างเคร่งครัด
uk: Manic EMU підтримує скіни у форматах .manicskin та .deltaskin .gammaskin. Примітка: Імпортований скін повинен відповідати поточній платформі, інакше не з'явиться у списку. Також надаємо доступ до спільнот скінів третіх сторін. Вони не пов'язані з Manic EMU. Під час завантаження дотримуйтесь умов обслуговування кожного сайту
zh_hans: Manic EMU 支持 .manicskin 和 .deltaskin .gammaskin 格式的皮肤。请注意：导入皮肤的规格需与当前平台匹配，否则不会显示在皮肤列表中。 此外，我们提供第三方皮肤社区入口。这些社区非 Manic EMU 官方运营，下载皮肤时请严格遵守其网站服务条款

# VisitSite
source: Visit %@
ar: زيارة %@
cs: Navštívit %@
fi: Vieraile %@
fr: Visiter %@
hi: %@ पर जाएँ
hu: Látogasson el ide: %@
nb: Besøk %@
nl: Bezoek %@
pt_br: Visitar %@
ru: Посетить %@
sk: Navštíviť %@
th: เยี่ยมชม %@
uk: Відвідати %@
zh_hans: 访问 %@

source: Open File
ar: فتح ملف
cs: Otevřít Soubor
fi: Avaa Tiedosto
fr: Ouvrir le Fichier
hi: फ़ाइल खोलें
hu: Fájl Megnyitása
nb: Åpne Fil
nl: Bestand Openen
pt_br: Abrir Arquivo
ru: Открыть Файл
sk: Otvoriť Súbor
th: เปิดไฟล์
uk: Відкрити Файл
zh_hans: 打开文件

# WebViewDownloadBegin
source: Download has started.
ar: بدأ التحميل
cs: Stahování zahájeno
fi: Lataus alkoi
fr: Téléchargement démarré
hi: डाउनलोड शुरू हो गया
hu: Letöltés elindult
nb: Nedlasting startet
nl: Download gestart
pt_br: Download iniciado
ru: Загрузка началась
sk: Sťahovanie začalo
th: เริ่มดาวน์โหลดแล้ว
uk: Завантаження розпочато
zh_hans: 下载已开始

source: Respect Silent Mode
ar: احترام الوضع الصامت
cs: Respektovat Tichý Režim
fi: Kunnioita Hiljainen Tila
fr: Respecter le Mode Silencieux
hi: साइलेंट मोड का पालन करें
hu: Néma Mód Tiszteletben Tartása
nb: Respekter Lydløs Modus
nl: Stille Modus Eren
pt_br: Respeitar Modo Silencioso
ru: Уважать Тихий Режим
sk: Rešpektovať Tichý Režim
th: เคารพโหมดเงียบ
uk: Поважати Тихий Режим
zh_hans: 遵循静音模式

# RespectSilentModeDesc
source: When enabled, Manic EMU will only play audio when not in silent mode.
ar: عند التفعيل، سيشغل Manic EMU الصوت فقط خارج الوضع الصامت
cs: Při aktivaci bude Manic EMU přehrávat audio pouze mimo tichý režim
fi: Käytössä Manic EMU soittaa ääntä vain hiljaisen tilan ulkopuolella
fr: Activé, Manic EMU ne jouera l'audio que hors du mode silencieux
hi: सक्षम होने पर, मैनिक ईएमयू केवल साइलेंट मोड बंद होने पर ऑडियो चलाएगा
hu: Bekapcsoláskor a Manic EMU csak némamódon kívül játszik le hangot
nb: Når aktivert, spiller Manic EMU kun lyd utenfor lydløs modus
nl: Indien ingeschakeld, speelt Manic EMU alleen audio af buiten de stille modus
pt_br: Quando ativado, Manic EMU só reproduz áudio fora do modo silencioso
ru: При включении Manic EMU воспроизводит звук только вне тихого режима
sk: Po aktivácii bude Manic EMU prehrávať zvuk iba mimo tichého režimu
th: เมื่อเปิดใช้งาน Manic EMU จะเล่นเสียงเฉพาะเมื่อไม่อยู่ในโหมดเงียบ
uk: При ввімкненні, Manic EMU відтворюватиме аудіо лише поза тихим режимом
zh_hans: 启用后，Manic EMU 仅在非静音模式下播放音频

# SaturnISONoSwitchCore
source: Sega Saturn .iso format games do not support core switching.
ar: ألعاب Sega Saturn بصيغة .iso لا تدعم تبديل النواة
cs: Hry Sega Saturn ve formátu .iso nepodporují přepínání jader
fi: Sega Saturn .iso-muotoiset pelit eivät tue ytimen vaihtoa
fr: Les jeux Sega Saturn au format .iso ne supportent pas le changement de noyau
hi: सेगा सैटर्न .iso फॉर्मेट गेम कोर स्विचिंग सपोर्ट नहीं करते
hu: A Sega Saturn .iso formátumú játékok nem támogatják a magváltást
nb: Sega Saturn .iso-spill støtter ikke kjernebytte
nl: Sega Saturn .iso-spellen ondersteunen geen kernwisseling
pt_br: Jogos .iso do Sega Saturn não suportam troca de núcleo
ru: Игры Sega Saturn в .iso не поддерживают смену ядра
sk: Hry Sega Saturn vo formáte .iso nepodporujú prepínanie jadier
th: เกม Sega Saturn .iso ไม่รองรับการเปลี่ยนคอร์
uk: Ігри Sega Saturn у форматі .iso не підтримують зміну ядра
zh_hans: 世嘉土星 .iso 格式游戏不支持切换核心

# EnableFullScreenTitle
source: Enable Fullscreen
ar: تفعيل وضع ملء الشاشة
cs: Povolit Celou Obrazovku
fi: Ota Koko Näyttö Käyttöön
fr: Activer le Plein Écran
hi: पूर्ण स्क्रीन सक्षम करें
hu: Teljes Képernyő Be
nb: Aktiver Fullskjerm
nl: Volledig Scherm Inschakelen
pt_br: Ativar Tela Cheia
ru: Включить Полный Экран
sk: Povoliť Celú Obrazovku
th: เปิดใช้งานเต็มจอ
uk: Увімкнути Повноекранний Режим
zh_hans: 启用全屏

# DisableFullScreenTitle
source: Disable Fullscreen
ar: تعطيل وضع ملء الشاشة
cs: Zakázat Celou Obrazovku
fi: Poista Koko Näyttö Käytöstä
fr: Désactiver le Plein Écran
hi: पूर्ण स्क्रीन अक्षम करें
hu: Teljes Képernyő Ki
nb: Deaktiver Fullskjerm
nl: Volledig Scherm Uitschakelen
pt_br: Desativar Tela Cheia
ru: Выключить Полный Экран
sk: Zakázať Celú Obrazovku
th: ปิดใช้งานเต็มจอ
uk: Вимкнути Повноекранний Режим
zh_hans: 禁用全屏

# SimulateBlowingTitle
source: Simulate Blowing
ar: محاكاة النفخ
cs: Simulovat Foukání
fi: Simuloi Puhallusta
fr: Simuler le Souffle
hi: उड़ाने का अनुकरण
hu: Fújás Szimulálása
nb: Simuler Blåsing
nl: Blaas Simulatie
pt_br: Simular Sopro
ru: Симулировать Дуновение
sk: Simulovať Fúkanie
th: จำลองการเป่า
uk: Симулювати Дуття
zh_hans: 模拟吹气

# PaletteTitle
source: Palette
ar: لوحة الألوان
cs: Paleta
fi: Paletti
hi: पैलेट
hu: Paletta
nb: Palett
nl: Palet
pt_br: Paleta
ru: Палитра
sk: Paleta
th: พาเลท
uk: Палітра
zh_hans: 调色板

# SkinRestDesc
source: Resetting the skin will also restore the game-assigned skins to their default skins.
ar: إعادة تعيين السكنة ستعيد أيضاً سكنات الألعاب إلى الإصدارات الافتراضية
cs: Resetování skinu také obnoví skiny přiřazené hrami na výchozí verze
fi: Skinin nollaaminen palauttaa myös peleihin määritetyt skinit oletusversioihin
fr: Réinitialiser le skin restaurera également les skins attribuées par le jeu à leurs versions par défaut
hi: स्किन रीसेट करने पर गेम-असाइन्ड स्किन भी डिफ़ॉल्ट पर वापस आ जाएंगी
hu: A skin visszaállítása a játék által hozzárendelt skineket is alapértelmezettre állítja
nb: Tilbakestilling av skal vil også gjenopprette spilltildelte skal til standardversjoner
nl: Reset van de skin herstelt ook door spellen toegewezen skins naar standaardversies
pt_br: Redefinir a skin também restaurará skins atribuídas por jogos às versões padrão
ru: Сброс скина восстановит также скины игр до версий по умолчанию
sk: Resetovanie skinu obnoví aj skiny priradené hrami na predvolené verzie
th: การรีเซ็ตสกินจะคืนค่าสกินที่กำหนดโดยเกมไปเป็นค่าเริ่มต้นด้วย
uk: Скидання скіну також відновить скіни, призначені іграми, до версій за замовчуванням
zh_hans: 重置皮肤后，为特定游戏设置的皮肤也将恢复为默认皮肤

# SkinResetForAll
source: Reset all platform skins
ar: إعادة تعيين جميع سكنات المنصات
cs: Resetovat všechny skiny platforem
fi: Nollaa Kaikki Alustan Skinit
fr: Réinitialiser tous les skins
hi: सभी प्लेटफ़ॉर्म स्किन रीसेट करें
hu: Összes Platform Skin Visszaállítása
nb: Tilbakestill Alle Plattformskall
nl: Alle platformskins resetten
pt_br: Redefinir todas as skins
ru: Сбросить все скины
sk: Resetovať Všetky Skinly Platformy
th: รีเซ็ตสกินทุกแพลตฟอร์ม
uk: Скинути Всі Скіни Платформи
zh_hans: 重置所有平台皮肤

# SkinResetForPlatform
source: Reset %@ skin
ar: إعادة تعيين سكنة %@
cs: Resetovat skin %@
fi: Nollaa %@-skin
fr: Réinitialiser le skin %@
hi: %@ स्किन रीसेट करें
hu: %@ Skin Visszaállítása
nb: Tilbakestill %@ Skall
nl: %@-skin resetten
pt_br: Redefinir skin %@
ru: Сбросить скин %@
sk: Resetovať Skin %@
th: รีเซ็ตสกิน %@
uk: Скинути Скін %@
zh_hans: 重置 %@ 皮肤

# SkinDebug
source: Skin Playground
ar: منطقة اختبار السكنات
cs: Testovací Oblast Skinů
fi: Skin-testialue
fr: Zone de Test des Skins
hi: स्किन टेस्ट एरिया
hu: Skin Teszt Terület
nb: Skall Testområde
nl: Skin Testgebied
pt_br: Área de Teste de Skins
ru: Тестовая Зона Скинов
sk: Testovacia Oblasť Skinov
th: พื้นที่ทดสอบสกิน
uk: Тестова Зона Скінів
zh_hans: 皮肤调试

# ImportMissingFile
source: Failed to import %@: Missing file %@
ar: فشل استيراد %@: الملف %@ مفقود
cs: Chyba při importu %@: Soubor %@ nebyl nalezen
fi: %@-tuonti epäonnistui: Tiedostoa %@ ei löydy
fr: Échec d'importation de %@ : Fichier %@ manquant
hi: %@ आयात विफल: %@ फ़ाइल गायब
hu: %@ importálása sikertelen: Hiányzó %@ fájl
nb: Kunne ikke importere %@: Mangler fil %@
nl: Import %@ mislukt: Bestand %@ ontbreekt
pt_br: Falha ao importar %@: Arquivo %@ ausente
ru: Ошибка импорта %@: Отсутствует файл %@
sk: Chyba pri importe %@: Chýbajúci súbor %@
th: นำเข้า %@ ไม่สำเร็จ: ไม่พบไฟล์ %@
uk: Помилка імпорту %@: Відсутній файл %@
zh_hans: 导入%@失败，缺失文件：%@

# MultiDiscBuilder
source: MultiDisc Helper
ar: مساعد الأقراص المتعددة
cs: Pomocník pro více disků
fi: Monilevyavustin
fr: Assistant multidisc
hi: मल्टीडिस्क सहायक
hu: MultiDisc segéd
nb: Multiplatehjelper
nl: MultiDisc-hulpmiddel
pt_br: Assistente multidisco
ru: Помощник многодисковых игр
sk: Pomocník pre viac diskov
th: ตัวช่วยหลายดิสก์
uk: Помічник мультидисків
zh_hans: 多碟助手

# MultiDiscBuilderDesc
source: The MultiDisc Helper creates disc-swappable .m3u files for multi-disc games (.cue/.bin or .chd). Skip this if you already have an .m3u file – import it directly via Game Import.
ar: ينشئ ملفات .m3u قابلة للتبديل لألعاب متعددة الأقراص (.cue/.bin أو .chd). تخطى هذا إذا كان لديك ملف .m3u - استورده مباشرة عبر استيراد اللعبة
cs: Vytváří vyměnitelné .m3u soubory pro hry na více discích (.cue/.bin nebo .chd). Přeskočte, pokud již .m3u máte – importujte přímo přes Import her
fi: Luo levyjä vaihdettavia .m3u-tiedostoja monilevyisille peleille (.cue/.bin tai .chd). Ohita jos sinulla on jo .m3u - tuo suoraan Pelituonnissa
fr: Crée des fichiers .m3u échangeables pour jeux multidisc (.cue/.bin ou .chd). Ignorez si vous avez déjà un .m3u - importez-le directement via l'importation de jeu
hi: मल्टीडिस्क गेम्स (.cue/.bin या .chd) के लिए डिस्क-बदली .m3u फ़ाइलें बनाता है। यदि पहले से .m3u फ़ाइल है तो छोड़ें - सीधे गेम आयात से जोड़ें
hu: Lemezt cserélhető .m3u fájlokat készít többlemezes játékokhoz (.cue/.bin vagy .chd). Hagyd ki, ha már van .m3u fájlod – importáld közvetlenül a Játék importálás menüponton keresztül
nb: Lager byttbare .m3u-filer for multiplatespill (.cue/.bin eller .chd). Hopp over hvis du allerede har .m3u - importer direkte via Spillimport
nl: Maakt verwisselbare .m3u-bestanden voor multidisc-spellen (.cue/.bin of .chd). Overslaan als u al een .m3u heeft - importeer direct via Spel importeren
pt_br: Cria arquivos .m3u intercambiáveis para jogos multidisco (.cue/.bin ou .chd). Ignore se já tiver .m3u - importe diretamente via Importar Jogo
ru: Создает .m3u файлы для переключения дисков в многодисковых играх (.cue/.bin или .chd). Пропустите, если у вас уже есть .m3u - импортируйте его через Импорт Игр
sk: Vytvára vymeniteľné .m3u súbory pre hry na viac diskov (.cue/.bin alebo .chd). Preskočte, ak už máte .m3u - importujte priamo cez Import hry
th: สร้างไฟล์ .m3u สำหรับเปลี่ยนดิสก์ในเกมหลายดิสก์ (.cue/.bin หรือ .chd) ข้ามขั้นตอนนี้หากคุณมีไฟล์ .m3u อยู่แล้ว - นำเข้าได้โดยตรงผ่านการนำเข้าเกม
uk: Створює .m3u файли для зміни дисків у мультидискових іграх (.cue/.bin або .chd). Пропустіть, якщо вже маєте .m3u – імпортуйте напряму через Імпорт гри
zh_hans: 多碟助手可以帮你将多碟游戏格式 .cue .bin 或 .chd 生成支持换碟的m3u文件, 如果你已经拥有m3u文件则无需使用此助手，直接使用游戏导入功能导入m3u

# M3uFileShare
source: Share .m3u File
ar: مشاركة ملف .m3u
cs: Sdílet .m3u soubor
fi: Jaa .m3u-tiedosto
fr: Partager fichier .m3u
hi: .m3u फ़ाइल साझा करें
hu: .m3u fájl megosztása
nb: Del .m3u-fil
nl: .m3u-bestand delen
pt_br: Compartilhar .m3u
ru: Поделиться .m3u
sk: Zdieľať .m3u súbor
th: แชร์ไฟล์ .m3u
uk: Поділитися .m3u
zh_hans: 分享m3u文件

# M3uFileImport
source: Add to Library
ar: إضافة إلى المكتبة
cs: Přidat do knihovny
fi: Lisää kirjastoon
fr: Ajouter à la bibliothèque
hi: लाइब्रेरी में जोड़ें
hu: Hozzáadás a gyűjteményhez
nb: Legg til i bibliotek
nl: Toevoegen aan bibliotheek
pt_br: Adicionar à biblioteca
ru: Добавить в библиотеку
sk: Pridať do knižnice
th: เพิ่มไปที่ไลบรารี
uk: Додати до бібліотеки
zh_hans: 导入游戏库

# MultiDiscAddFile
source: Add %@ File
ar: إضافة ملف %@
cs: Přidat soubor %@
fi: Lisää %@-tiedosto
fr: Ajouter fichier %@
hi: %@ फ़ाइल जोड़ें
hu: %@ fájl hozzáadása
nb: Legg til %@-fil
nl: %@-bestand toevoegen
pt_br: Adicionar arquivo %@
ru: Добавить файл %@
sk: Pridať súbor %@
th: เพิ่มไฟล์ %@
uk: Додати файл %@
zh_hans: 添加%@文件

# MultiDiscImportErrorConflict
source: Error: Cannot mix .cue and .chd files
ar: خطأ: لا يمكن خلط ملفات .cue و .chd
cs: Chyba: Nelze kombinovat .cue a .chd soubory
fi: Virhe: .cue ja .chd tiedostoja ei voi sekoittaa
fr: Erreur : Impossible de mixer .cue et .chd
hi: त्रुटि: .cue और .chd फ़ाइलें मिश्रित नहीं की जा सकतीं
hu: Hiba: .cue és .chd fájlok nem keverhetők
nb: Feil: Kan ikke blande .cue og .chd
nl: Fout: .cue en .chd niet mengen
pt_br: Erro: Não misture .cue e .chd
ru: Ошибка: Нельзя смешивать .cue и .chd
sk: Chyba: Nemiešajte .cue a .chd súbory
th: ข้อผิดพลาด: ไม่สามารถผสมไฟล์ .cue และ .chd
uk: Помилка: Не можна змішувати .cue та .chd
zh_hans: cue和chd只能任选其一导入

# MultiDiscImportErrorMissing
source: Error: No .cue or .chd files found
ar: خطأ: لم يتم العثور على ملفات .cue أو .chd
cs: Chyba: Nenalezeny .cue/.chd soubory
fi: Virhe: .cue/.chd tiedostoja ei löytynyt
fr: Erreur : Aucun fichier .cue/.chd trouvé
hi: त्रुटि: कोई .cue या .chd फ़ाइल नहीं मिली
hu: Hiba: .cue/.chd fájl nem található
nb: Feil: Fant ingen .cue/.chd-filer
nl: Fout: Geen .cue/.chd-bestanden gevonden
pt_br: Erro: Nenhum .cue/.chd encontrado
ru: Ошибка: Файлы .cue/.chd не найдены
sk: Chyba: Nenašli sa .cue/.chd súbory
th: ข้อผิดพลาด: ไม่พบไฟล์ .cue หรือ .chd
uk: Помилка: Файлів .cue/.chd не знайдено
zh_hans: 没有发现cue或chd文件

# GenerateM3uFailed
source: Failed to generate .m3u file
ar: فشل إنشاء ملف .m3u
cs: Chyba při vytváření .m3u
fi: .m3u-tiedoston luonti epäonnistui
fr: Échec de génération du .m3u
hi: .m3u फ़ाइल बनाने में विफल
hu: .m3u létrehozása sikertelen
nb: Kunne ikke generere .m3u
nl: .m3u aanmaken mislukt
pt_br: Falha ao gerar .m3u
ru: Ошибка создания .m3u
sk: Chyba pri vytváraní .m3u
th: สร้างไฟล์ .m3u ไม่สำเร็จ
uk: Не вдалося створити .m3u
zh_hans: 无法生成m3u文件

# MultiDiscCloseAlert
source: .m3u file generated. Close this page after importing it to your library.
ar: تم إنشاء ملف .m3u. أغلق هذه الصفحة بعد استيراده إلى مكتبتك
cs: .m3u vytvořen. Po importu zavřete
fi: .m3u luotu. Sulje sivu tuonnin jälkeen
fr: .m3u généré. Fermez cette page après l'importation
hi: .m3u फ़ाइल बन गई। लाइब्रेरी में आयात करने के बाद पेज बंद करें
hu: .m3u elkészült. Zárja be az importálás után
nb: .m3u opprettet. Lukk etter import
nl: .m3u aangemaakt. Sluit na importeren
pt_br: .m3u gerado. Feche após importar
ru: .m3u создан. Закройте после импорта
sk: .m3u vytvorený. Zatvorte po importe
th: สร้างไฟล์ .m3u เสร็จสิ้น ปิดหน้านี้หลังนำเข้าไปที่ไลบรารี
uk: .m3u створено. Закрийте після імпорту
zh_hans: m3u文件已经生成，如果你还没有导入到游戏库中，可以选择导入后关闭页面。

# MultiDiscContinueClose
source: Continue Closing
ar: متابعة الإغلاق
cs: Zavřít
fi: Sulje
fr: Fermer
hi: बंद करना जारी रखें
hu: Bezárás
nb: Lukk
nl: Doorgaan met sluiten
pt_br: Fechar
ru: Закрыть
sk: Zatvoriť
th: ปิด
uk: Закрити
zh_hans: 继续关闭

# SwapDisk
source: Swap Disc
ar: تبديل القرص
cs: Vyměnit disk
fi: Vaihda levyä
fr: Changer de disque
hi: डिस्क बदलें
hu: Lemezcsere
nb: Bytt plate
nl: Schijf wisselen
pt_br: Trocar disco
ru: Сменить диск
sk: Vymeniť disk
th: เปลี่ยนดิสก์
uk: Змінити диск
zh_hans: 切换光盘

# NotSupportSwapDisk
source: Not a multi-disc game
ar: ليست لعبة متعددة الأقراص
cs: Hra nepodporuje více disků
fi: Ei monilevyinen peli
fr: Jeu non multidisc
hi: मल्टीडिस्क गेम नहीं है
hu: Nem többlemezes játék
nb: Ikke et multiplatespill
nl: Geen multidisc-spel
pt_br: Jogo não é multidisco
ru: Игра не поддерживает смену дисков
sk: Nie je hra na viac diskov
th: ไม่ใช่เกมหลายดิสก์
uk: Гра не підтримує зміну дисків
zh_hans: 当前游戏不是多碟游戏

# TransferPakDesc
source: Transfer Pak syncs GB/GBC data to N64. To activate, import both ROM (.gb/.gbc) and save file (.sav).
ar: Transfer Pak يزامن بيانات GB/GBC مع N64. للتفعيل: استورد ROM (.gb/.gbc) وملف الحفظ (.sav)
cs: Transfer Pak synchronizuje data GB/GBC s N64. Pro aktivaci importujte ROM (.gb/.gbc) i uloženou hru (.sav)
fi: Transfer Pak synkronoi GB/GBC-tiedot N64:ään. Aktivoidaksesi: tuo ROM (.gb/.gbc) ja tallennustiedosto (.sav)
fr: Transfer Pak synchronise GB/GBC avec N64. Pour activer : importez ROM (.gb/.gbc) et sauvegarde (.sav)
hi: Transfer Pak, GB/GBC डेटा को N64 से सिंक करता है। सक्रिय करने के लिए, ROM (.gb/.gbc) और सेव फ़ाइल (.sav) दोनों आयात करें
hu: A Transfer Pak szinkronizálja a GB/GBC adatokat N64-re. Aktiváláshoz: importálj ROM-ot (.gb/.gbc) és mentést (.sav)
nb: Transfer Pak synkroniserer GB/GBC-data med N64. For å aktivere: importer både ROM (.gb/.gbc) og lagringsfil (.sav)
nl: Transfer Pak synchroniseert GB/GBC met N64. Activeer door ROM (.gb/.gbc) en opslagbestand (.sav) te importeren
pt_br: Transfer Pak sincroniza GB/GBC com N64. Para ativar: importe ROM (.gb/.gbc) e save (.sav)
ru: Transfer Pak синхронизирует GB/GBC с N64. Для активации импортируйте ROM (.gb/.gbc) и сейв (.sav)
sk: Transfer Pak synchronizuje údaje GB/GBC s N64. Pre aktiváciu: importujte ROM (.gb/.gbc) a uloženú hru (.sav)
th: Transfer Pak ซิงค์ข้อมูล GB/GBC ไปที่ N64 หากต้องการเปิดใช้งาน: นำเข้า ROM (.gb/.gbc) และไฟล์เซฟ (.sav) ทั้งคู่
uk: Transfer Pak синхронізує GB/GBC з N64. Для активації: імпортуйте ROM (.gb/.gbc) та файл збереження (.sav)
zh_hans: Transfer Pak支持将GB/GBC的数据同步到N64中使用，但是需要将ROM文件及存档文件导入方可生效，请同时导入.gb(.gbc)及.sav文件

# TransferPakFromLibrary
source: Import from Library
ar: استيراد من المكتبة
cs: Import z knihovny
fi: Tuo kirjastosta
fr: Importer depuis bibliothèque
hi: लाइब्रेरी से आयात करें
hu: Importálás gyűjteményből
nb: Importer fra bibliotek
nl: Importeren uit bibliotheek
pt_br: Importar da biblioteca
ru: Импорт из библиотеки
sk: Import z knižnice
th: นำเข้าจากไลบรารี
uk: Імпортувати з бібліотеки
zh_hans: 从游戏库导入

# TransferPakFromLibraryDesc
source: Only games with save files are shown. Selected GB/GBC games must match the N64 ROM, or Transfer Pak may fail.
ar: يتم عرض الألعاب التي تحتوي على ملفات حفظ فقط. يجب أن تتطابق ألعاب GB/GBC مع ROM الخاص بـ N64
cs: Zobrazeny pouze hry s uloženými pozicemi. Vybrané hry GB/GBC musí odpovídat ROM N64
fi: Vain tallennuksia sisältävät pelit näytetään. Valitut GB/GBC-pelit täytyy vastata N64 ROMia
fr: Seuls les jeux avec sauvegardes sont affichés. Les jeux GB/GBC doivent correspondre au ROM N64, sinon échec
hi: केवल सेव फ़ाइल वाले गेम दिखाए गए। चुने गए GB/GBC गेम, N64 ROM से मेल खाने चाहिए, अन्यथा Transfer Pak विफल हो सकता है
hu: Csak mentéssel rendelkező játékok jelennek meg. A kiválasztott GB/GBC játékoknak meg kell egyezniük az N64 ROM-mal
nb: Bare spill med lagringsfiler vises. Valgte GB/GBC-spill må matche N64-ROM
nl: Alleen spellen met opslagbestanden. GB/GBC-spellen moeten overeenkomen met N64 ROM
pt_br: Apenas jogos com saves. Jogos GB/GBC devem combinar com ROM N64
ru: Только игры с сохранениями. Выбранные GB/GBC игры должны соответствовать N64 ROM
sk: Zobrazené iba hry s uloženými pozíciami. Vybrané hry GB/GBC musia zodpovedať ROM N64
th: แสดงเฉพาะเกมที่มีไฟล์เซฟ เกม GB/GBC ที่เลือกต้องตรงกับ ROM ของ N64 มิฉะนั้นอาจล้มเหลว
uk: Лише ігри з файлами збережень. Вибрані GB/GBC ігри мають відповідати ROM N64
zh_hans: 列表中仅展示拥有存档的游戏 选择的GB/GBC游戏需要与N64游戏本体匹配，否则可能Transfer Pak无法生效
