Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# TurnOnAirPlayAsk
source: AirPlay is connected. Switch to full screen now?
ar: AirPlay متصل الآن. هل تريد التبديل إلى وضع ملء الشاشة فورًا؟
cs: AirPlay je připojen. Přepnout do režimu celé obrazovky?
fi: AirPlay on yhdistetty. Siirrytäänkö kokoruututilaan nyt?
fr: AirPlay est connecté. Passer en mode plein écran maintenant ?
hi: AirPlay कनेक्ट हो चुका है। क्या अभी पूर्ण स्क्रीन मोड चालू करें?
hu: AirPlay csatlakoztatva. Azonnal vált teljes képernyős módra?
nb: AirPlay er tilkoblet. Vil du aktivere fullskjermmodus nå?
nl: AirPlay is verbonden. Nu naar volledig scherm overschakelen?
pt_br: AirPlay conectado. Ativar tela cheia agora?
ru: AirPlay подключён. Перейти в полноэкранный режим сейчас?
sk: AirPlay je pripojené. Prepnúť na režim celej obrazovky teraz?
th: AirPlay เชื่อมต่อแล้ว ต้องการเปิดโหมดเต็มหน้าจอทันทีหรือไม่?
uk: AirPlay підключено. Перейти у повноекранний режим зараз?
zh_hans: 目前已连接AirPlay，是否立即开启全屏模式？

# ThreeDSModePerformance
source: Performance Mode
ar: وضع الأداء
cs: Výkonnostní režim
fi: Suorituskykytila
fr: Mode Performance
hi: परफॉर्मेंस मोड
hu: Teljesítmény mód
nb: Ytelsesmodus
nl: Prestatiemodus
pt_br: Modo Desempenho
ru: Режим Производительности
sk: Výkonový režim
th: โหมดประสิทธิภาพ
uk: Режим продуктивності
zh_hans: 性能模式

# ThreeDSModeCompatibility
source: Compatibility Mode
ar: وضع التوافق
cs: Kompatibilní režim
fi: Yhteensopivuustila
fr: Mode Compatibilité
hi: कम्पैटिबिलिटी मोड
hu: Kompatibilitási mód
nb: Kompatibilitetsmodus
nl: Compatibiliteitsmodus
pt_br: Modo Compatibilidade
ru: Режим Совместимости
sk: Režim kompatibility
th: โหมดความเข้ากันได้
uk: Режим сумісності
zh_hans: 兼容模式

# ThreeDSModeQuality
source: Quality Priority
ar: الأولوية للجودة
cs: Priorita Grafiky
fi: Laadun prioriteetti
fr: Priorité Graphisme
hi: ग्राफ़िक्स प्राथमिकता
hu: Minőség elsőbbsége
nb: Grafikkprioritet
nl: Grafische Prioriteit
pt_br: Prioridade Gráfica
ru: Приоритет Графики
sk: Priorita kvality
th: ความละเอียดภาพเป็นสำคัญ
uk: Пріоритет якості
zh_hans: 画质优先

# ThreeDSNotSupportImportSave
source: 3DS games do not currently support importing save files
ar: ألعاب 3DS لا تدعم حالياً استيراد الحفظ
cs: 3DS hry momentálně nepodporují import uložení
fi: 3DS-pelejä ei vielä tueta tallennusten tuontia
fr: Les jeux 3DS ne prennent pas en charge l'import de sauvegardes actuellement
hi: 3DS गेम्स वर्तमान में सेव फाइल आयात का समर्थन नहीं करते
hu: A 3DS játékok jelenleg nem támogatják a mentések importálását
nb: 3DS-spill støtter ikke import av lagrede filer foreløpig
nl: 3DS-games ondersteunen momenteel het importeren van saves niet
pt_br: Jogos 3DS não suportam importação de saves atualmente
ru: 3DS-игры пока не поддерживают импорт сохранений
sk: Hry 3DS zatiaľ nepodporujú import uložení
th: เกม 3DS ยังไม่รองรับการนำเข้าเซฟไฟล์ในขณะนี้
uk: Ігри 3DS поки що не підтримують імпорт збережень
zh_hans: 3DS游戏暂不支持导入存档

# ThreeDSNotSupportShareSave
source: 3DS games do not currently support sharing save files
ar: ألعاب 3DS لا تدعم حالياً مشاركة الحفظ
cs: 3DS hry momentálně nepodporují sdílení uložení
fi: 3DS-pelejä ei vielä tueta tallennusten jakamista
fr: Les jeux 3DS ne prennent pas en charge le partage de sauvegardes actuellement
hi: 3DS गेम्स वर्तमान में सेव फाइल साझा करने का समर्थन नहीं करते
hu: A 3DS játékok jelenleg nem támogatják a mentések megosztását
nb: 3DS-spill støtter ikke deling av lagrede filer foreløpig
nl: 3DS-games ondersteunen momenteel het delen van saves niet
pt_br: Jogos 3DS não suportam compartilhamento de saves atualmente
ru: 3DS-игры пока не поддерживают обмен сохранениями
sk: Hry 3DS zatiaľ nepodporujú zdieľanie uložení
th: เกม 3DS ยังไม่รองรับการแชร์เซฟไฟล์ในขณะนี้
uk: Ігри 3DS поки що не підтримують спільний доступ до збережень
zh_hans: 3DS游戏暂不支持分享存档

# ThreeDSBetaAlertTitle
source: 3DS Experimental Version
ar: نسخة 3DS التجريبية
cs: Experimentální verze 3DS
fi: 3DS-kokeiluversio
fr: Version Expérimentale 3DS
hi: 3DS प्रायोगिक संस्करण
hu: 3DS kísérleti verzió
nb: Eksperimentell 3DS-versjon
nl: Experimentele 3DS-versie
pt_br: Versão Experimental 3DS
ru: Экспериментальная версия 3DS
sk: Experimentálna verzia 3DS
th: เวอร์ชันทดลอง 3DS
uk: Експериментальна версія 3DS
zh_hans: 3DS实验性版本

# ThreeDSBetaAlertDetail
source: To allow you to experience 3DS games earlier, Manic EMU has released the 3DS feature, which is currently in an experimental state. Some functionalities still require further optimization. The following features are temporarily unavailable: ❌ AirPlay Full Screen Mode ❌ Auto Save States ❌ Speed Multiplier If you encounter instability in 3DS, please refer to our FAQ or join our community channel for assistance. We are continuously optimizing the emulator's performance. Your understanding and support will help us create a more perfect gaming experience. We are working tirelessly to improve your gaming environment.
ar: لتمكينك من تجربة ألعاب 3DS مبكراً، أطلق Manic EMU ميزة 3DS في نسخة تجريبية. بعض الوظائف تحتاج لتحسين. وظائف غير متاحة مؤقتاً: ❌ وضع ملء الشاشة عبر AirPlay ❌ الحفظ التلقائي ❌ تسريع اللعبة في حال عدم الاستقرار، راجع الأسئلة الشائعة أو انضم لقناتنا. نحن نعمل على تحسين المُحاكي باستمرار. دعمك يساعدنا في خلق تجربة أفضل. نعمل من أجلك!
cs: Abychom vám umožnili dříve vyzkoušet hry 3DS, vydal Manic EMU tuto funkci v experimentální fázi. Některá vylepšení jsou stále potřeba. Dočasně nedostupné funkce: ❌ Režim celé obrazovky AirPlay ❌ Automatické ukládání ❌ Zrychlení Při nestabilitě se podívejte na FAQ nebo připojte se k podpoře. Neustále vylepšujeme emulátor. Vaše podpora nám pomáhá vytvářet lepší zážitek. Pracujeme pro vás!
fi: Jotta voit nauttia 3DS-peleistä aikaisemmin, Manic EMU on julkaissut 3DS-tuen, mutta se on tällä hetkellä kokeiluversiossa. Jotkin toiminnot vaativat vielä optimointia. Seuraavat toiminnot puuttuvat toistaiseksi: ❌ AirPlay-koko näytön tila ❌ Automaattinen tallennus ❌ Nopeutusominaisuus Jos kohtaat epävakautta 3DS:ssä, katso «Usein Kysytyt Kysymykset» tai liity kanavallemme apua varten. Parannamme jatkuvasti emulaattorin suorituskykyä, ja ymmärryksesi ja tukesi auttavat luomaan täydellisemmän pelikokemuksen. Työskentelemme jatkuvasti paremman peliympäristön puolesta.
fr: Pour vous permettre de découvrir les jeux 3DS plus tôt, Manic EMU a lancé cette fonctionnalité en version expérimentale. Certaines optimisations sont encore nécessaires. Fonctionnalités temporairement indisponibles : ❌ Mode Plein Écran AirPlay ❌ Sauvegarde Automatique ❌ Accélération En cas d'instabilité, consultez notre FAQ ou rejoignez notre canal d'assistance. Nous optimisons continuellement l'émulateur. Votre compréhension nous aide à créer une expérience de jeu parfaite. Nous nous efforçons d'améliorer votre environnement de jeu.
hi: आपको 3DS गेम्स का अनुभव जल्दी कराने के लिए, Manic EMU ने प्रायोगिक 3DS सुविधा जारी की है। कुछ अनुकूलन की आवश्यकता है। अस्थायी रूप से अनुपलब्ध सुविधाएँ: ❌ एयरप्ले फुल स्क्रीन मोड ❌ ऑटो सेव ❌ गति बढ़ाने की सुविधा अस्थिरता होने पर हमारे FAQ देखें या सपोर्ट चैनल में शामिल हों। हम एमुलेटर को लगातार बेहतर बना रहे हैं। आपका समर्थन बेहतर गेमिंग अनुभव बनाने में मदद करेगा। हम आपके लिए कड़ी मेहनत कर रहे हैं!
hu: Hogy hamarabb élvezhesd a 3DS játékokat, a Manic EMU már támogatja a 3DS-t, de jelenleg kísérleti állapotban van. Egyes funkciók további optimalizálást igényelnek. A következő funkciók átmenetileg hiányoznak: ❌ AirPlay teljes képernyős mód ❌ Automatikus mentés ❌ Gyorsítási funkció Ha instabilitást tapasztalsz a 3DS-ben, kérjük, olvasd el a «GYIK» részt vagy csatlakozz csatornánkhoz segítségért. Folyamatosan javítjuk az emulátor teljesítményét, és megértésed támogatása segít tökéletes játékélményt teremteni. Szüntelenül dolgozunk egy jobb játékkörnyezetért.
nb: For å la deg oppleve 3DS-spill tidligere har Manic EMU utgitt 3DS-funksjonen i eksperimentell tilstand. Noen optimaliseringer mangler fortsatt. Midlertidig utilgjengelige funksjoner: ❌ AirPlay Fullskjermmodus ❌ Automatisk lagring ❌ Hastighetsøkning Ved ustabilitet, se vår FAQ eller bli med i hjelpekanalen. Vi optimaliserer emulatoren kontinuerlig. Din støtte hjelper oss skape en bedre opplevelse. Vi jobber for deg!
nl: Om je eerder 3DS-games te laten ervaren, heeft Manic EMU een experimentele 3DS-functie uitgebracht. Sommige optimalisaties zijn nog nodig. Tijdelijk niet beschikbaar: ❌ AirPlay Volledig Scherm ❌ Automatisch Opslaan ❌ Versnellingsfunctie Bij problemen raadpleeg onze FAQ of join ons supportkanaal. We optimaliseren continu. Jouw steun helpt ons een perfecte ervaring te creëren. We werken hard voor jou!
pt_br: Para que você possa experimentar jogos 3DS mais cedo, o Manic EMU lançou esta funcionalidade em fase experimental. Alguns recursos ainda precisam de otimização. Funcionalidades temporariamente indisponíveis: ❌ Modo Tela Cheia AirPlay ❌ Salvamento Automático ❌ Aceleração de Velocidade Caso encontre instabilidades, consulte nosso FAQ ou entre em nosso canal de suporte. Estamos otimizando o emulador continuamente. Seu apoio nos ajuda a criar uma experiência melhor. Trabalhamos duro por você!
ru: Чтобы вы могли раньше насладиться 3DS-играми, Manic EMU выпустил экспериментальную версию. Некоторые функции требуют оптимизации. Временно недоступны: ❌ Полноэкранный режим AirPlay ❌ Автосохранения ❌ Ускорение При нестабильной работе обратитесь к FAQ или в наш канал поддержки. Мы постоянно улучшаем эмулятор. Ваша поддержка помогает нам создавать идеальный игровой опыт. Мы работаем для вас!
sk: Aby ste mohli skôr zažiť radosť z hier 3DS, Manic EMU vydal podporu pre 3DS, ale momentálne je v experimentálnom stave. Niektoré funkcie vyžadujú ďalšiu optimalizáciu. Dočasne chýbajú tieto funkcie: ❌ Režim celej obrazovky AirPlay ❌ Automatické ukladanie ❌ Funkcia zrýchlenia Ak sa vyskytne nestabilita v 3DS, pozrite si «Časté otázky» alebo sa pripojte k nášmu kanálu pre pomoc. Neustále vylepšujeme výkon emulátora a vaše pochopenie a podpora nám pomôžu vytvoriť dokonalý herný zážitok. Pracujeme na lepšom hernom prostredí.
th: เพื่อให้คุณได้สัมผัสเกม 3DS เร็วขึ้น Manic EMU ได้เปิดตัวฟีเจอร์ 3DS ในสถานะทดลอง ซึ่งยังต้องการการปรับปรุงเพิ่มเติม ฟีเจอร์ที่ยังไม่พร้อมใช้งานชั่วคราว: ❌ โหมดเต็มจอด้วย AirPlay ❌ การเซฟอัตโนมัติ ❌ ความเร็วเพิ่ม หากพบปัญหาเสถียรภาพ โปรดดู FAQ หรือเข้าร่วมช่องช่วยเหลือของเรา เรากำลังปรับปรุงตัว emulate อย่างต่อเนื่อง การสนับสนุนของคุณจะช่วยสร้างประสบการณ์เกมที่สมบูรณ์แบบ เราเตรียมสิ่งที่ดีที่สุดสำหรับคุณ!
uk: Щоб ви могли раніше насолоджуватися іграми 3DS, Manic EMU впровадив підтримку 3DS, але зараз вона знаходиться на експериментальному етапі. Деякі функції потребують подальшої оптимізації. Наступні функції тимчасово відсутні: ❌ Повноекранний режим AirPlay ❌ Автоматичне збереження ❌ Функція прискорення Якщо ви зіткнулися з нестабільністю в 3DS, будь ласка, перегляньте наші «Часті запитання» або приєднайтеся до нашого каналу для допомоги. Ми продовжуємо покращувати продуктивність емулятора, а ваше розуміння та підтримка допоможуть нам створити ідеальний ігровий досвід. Ми працюємо над створенням кращого ігрового середовища.
zh_hans: 为了让您更早地体验3DS游戏的快乐，Manic EMU已经发布3DS，但目前正处于实验性状态中，部分性能有待进一步优化。 下列功能能暂时缺失： ❌ AirPlay全屏模式 ❌ 自动即时存档 ❌ 倍速功能 如3DS出现不稳定现象，请参阅我们的「常见问题」或加入我们的频道寻求帮助，我们正在持续优化模拟器性能，您的理解和支持将帮助我们打造更完美的游戏体验。我们一直在努力，努力为您创造更好的游戏环境。

# ThreeDSNoSupportDeviceTitle
source: Insufficient Device Performance
ar: أداء الجهاز غير كافٍ
cs: Nedostatečný výkon zařízení
fi: Laitteen suorituskyky riittämätön
fr: Performances insuffisantes
hi: डिवाइस का प्रदर्शन अपर्याप्त
hu: Eszközteljesítmény elégtelen
nb: Utilstrekkelig enhetsytelse
nl: Onvoldoende apparaatprestaties
pt_br: Desempenho insuficiente
ru: Недостаточная производительность устройства
sk: Nedostatočný výkon zariadenia
th: ประสิทธิภาพของอุปกรณ์ไม่เพียงพอ
uk: Недостатня продуктивність пристрою
zh_hans: 设备性能不足

# ThreeDSNoSupportDeviceDetail
source: The current device's performance may not support 3DS emulation. Continuing may cause unpredictable errors
ar: قد لا يدعم هذا الجهاز محاكاة 3DS. المتابعة قد تسبب أخطاء غير متوقعة
cs: Toto zařízení nemusí zvládnout emulaci 3DS. Pokračování může způsobit nepředvídatelné chyby
fi: Tämä laite ei välttämättä tue 3DS-emulaatiota. Jatkaminen voi aiheuttaa ennakoimattomia virheitä
fr: Cet appareil ne prend peut-être pas en charge l'émulation 3DS. Continuer pourrait provoquer des dysfonctionnements imprévisibles
hi: यह डिवाइस 3DS एमुलेशन को संभाल नहीं सकता। जारी रखने पर अप्रत्याशित त्रुटियाँ हो सकती हैं
hu: Az eszköz teljesítménye nem elegendő a 3DS emulációhoz. Folytatás előre nem látható hibákhoz vezethet
nb: Denne enheten kan ikke håndtere 3DS-emulering. Å fortsette kan føre til uforutsigbare feil
nl: Dit apparaat ondersteunt mogelijk geen 3DS-emulatie. Doorgaan kan onvoorspelbare fouten veroorzaken
pt_br: Este dispositivo pode não suportar a emulação 3DS. Continuar pode causar erros imprevisíveis
ru: Производительности этого устройства может не хватить для эмуляции 3DS. Продолжение работы может привести к непредсказуемым сбоям
sk: Toto zariadenie nemusí zvládnuť emuláciu 3DS. Pokračovanie môže spôsobiť nepredvídateľné chyby
th: อุปกรณ์นี้อาจไม่รองรับการจำลอง 3DS การดำเนินการต่ออาจทำให้เกิดข้อผิดพลาดที่ไม่คาดคิด
uk: Продуктивність цього пристрою може бути недостатньою для емуляції 3DS. Продовження може спричинити непередбачувані помилки
zh_hans: 当前设备的性能可能无法进行3DS的模拟，如果继续运行可能会产生不可预知的异常

# GameImportBadFile
source: Import failed, "%@": File is corrupted or unknown error. Please try another ROM file
ar: فشل الاستيراد: "%@" تالف أو حدث خطأ غير معروف. يرجى استخدام ملف ROM آخر
cs: Import selhal: "%@" je poškozen nebo došlo k neznámé chybě. Zkuste jiný ROM soubor
fi: Tuonti epäonnistui: "%@" on vioittunut tai tuntematon virhe ilmeni. Kokeile toista ROM-tiedostoa
fr: Échec d'import : "%@" est corrompu ou une erreur inconnue est survenue. Veuillez essayer un autre fichier ROM
hi: आयात विफल: "%@" खराब है या अज्ञात त्रुटि हुई। कृपया अन्य ROM फ़ाइल आज़माएँ
hu: Importálás sikertelen: A(z) "%@" sérült vagy ismeretlen hiba történt. Próbáljon másik ROM fájlt
nb: Import feilet: "%@" er ødelagt eller en ukjent feil oppstod. Prøv en annen ROM-fil
nl: Importeren mislukt: "%@" is beschadigd of er is een onbekende fout. Probeer een ander ROM-bestand
pt_br: Falha na importação: "%@" está corrompido ou ocorreu um erro desconhecido. Tente outro arquivo ROM
ru: Ошибка импорта: "%@" повреждён или произошла неизвестная ошибка. Попробуйте другой ROM-файл
sk: Import zlyhal: "%@" je poškodený alebo došlo k neznámej chybe. Skúste iný ROM súbor
th: นำเข้าไม่สำเร็จ: "%@" ไฟล์เสียหายหรือเกิดข้อผิดพลาดไม่ทราบสาเหตุ โปรดลองใช้ไฟล์ ROM อื่น
uk: Помилка імпорту: "%@" пошкоджено або сталася невідома помилка. Спробуйте інший ROM-файл
zh_hans: 导入失败，"%@"：文件已损坏或未知错误，请尝试其它ROM文件

# Game3DSDecryptFailed
source: Import failed, "%@": Decryption failed. Please try another ROM file
ar: فشل الاستيراد: فشل فك التشفير لـ "%@". يرجى استخدام ملف ROM آخر
cs: Import selhal: Dešifrování "%@" selhalo. Zkuste jiný ROM soubor
fi: Tuonti epäonnistui: "%@"n salauksen purku epäonnistui. Kokeile toista ROM-tiedostoa
fr: Échec d'import : Échec du déchiffrement de "%@". Veuillez essayer un autre fichier ROM
hi: आयात विफल: "%@" डिक्रिप्शन विफल। कृपया अन्य ROM फ़ाइल आज़माएँ
hu: Importálás sikertelen: A(z) "%@" visszafejtése sikertelen. Próbáljon másik ROM fájlt
nb: Import feilet: Dekryptering av "%@" mislyktes. Prøv en annen ROM-fil
nl: Importeren mislukt: Ontsleuteling van "%@" mislukt. Probeer een ander ROM-bestand
pt_br: Falha na importação: Falha na descriptografia de "%@". Tente outro arquivo ROM
ru: Ошибка импорта: Не удалось расшифровать "%@". Попробуйте другой ROM-файл
sk: Import zlyhal: Dešifrovanie "%@" zlyhalo. Skúste iný ROM súbor
th: นำเข้าไม่สำเร็จ: ถอดรหัส "%@" ล้มเหลว โปรดลองใช้ไฟล์ ROM อื่น
uk: Помилка імпорту: Невдала дешифрація "%@". Спробуйте інший ROM-файл
zh_hans: 导入失败，"%@"：解密失败，请尝试其它ROM文件

# Game3DSGameNotExist
source: Failed to import update, "%@": Game not installed!
ar: فشل استيراد التحديث، "%@": اللعبة الأساسية غير مثبتة!
cs: Selhalo importování aktualizace, "%@": Hra není nainstalována!
fi: Päivityksen tuonti epäonnistui, "%@": Peli ei ole asennettu!
fr: Échec de l'importation de la mise à jour, "%@" : Le jeu n'est pas installé !
hi: अपडेट आयात करने में विफल, "%@": गेम इंस्टॉल नहीं है!
hu: Frissítés importálása sikertelen, "%@": A játék nincs telepítve!
nb: Kunne ikke importere oppdatering, "%@": Spillet er ikke installert!
nl: Importeren update mislukt, "%@": Hoofdspel is niet geïnstalleerd!
pt_br: Falha ao importar atualização, "%@": O jogo principal não está instalado!
ru: Ошибка импорта обновления, "%@": Основная игра не установлена!
sk: Chyba pri importovaní aktualizácie, "%@": Hra nie je nainštalovaná!
th: นำเข้าเหตุการณ์ล่าสุดล้มเหลว, "%@": ยังไม่ได้ติดตั้งเกมหลัก!
uk: Помилка імпорту оновлення, "%@": Основна гра не встановлена!
zh_hans: 导入更新失败，"%@"：游戏本体还未安装!

# Game3DSInputTitle
source: Enter content
ar: أدخل المحتوى
cs: Zadejte obsah
fi: Syötä sisältö
fr: Saisissez le contenu
hi: सामग्री दर्ज करें
hu: Adja meg a tartalmat
nb: Skriv inn innhold
nl: Voer inhoud in
pt_br: Insira o conteúdo
ru: Введите содержимое
sk: Zadajte obsah
th: กรอกเนื้อหา
uk: Введіть вміст
zh_hans: 请输入内容

# ControllerMappingGuideTitle
source: Tap the button on the screen to start key mapping
ar: انقر على الزر لبدء تعيين المفاتيح
cs: Klepnutím na tlačítko spusťte mapování
fi: Aloita näppäinmääritys näytön painikkeesta
fr: Appuyez sur le bouton à l'écran pour mapper les touches
hi: कुंजी मैपिंग शुरू करने के लिए स्क्रीन पर बटन टैप करें
hu: Kezdje el a gombok hozzárendelését
nb: Trykk på knappen for å starte tastaturoppsett
nl: Druk op het scherm om toetsen in te stellen
pt_br: Toque no botão para mapear teclas
ru: Нажмите кнопку для настройки клавиш
sk: Kliknite na tlačidlo na obrazovke pre mapovanie tlačidiel
th: แตะปุ่มบนหน้าจอเพื่อเริ่มแมปปุ่ม
uk: Натисніть кнопку для налаштування клавіш
zh_hans: 点击屏幕上按钮开始键位映射

# ControllerMappingGuideBegin
source: Start mapping 「%@」 Press the controller button to complete mapping...
ar: بدء تعيين 「%@」 اضغط على زر التحكم...
cs: Začít mapování 「%@」 Stiskněte tlačítko ovladače...
fi: Aloita 「%@」 määritys Paina ohjaimen nappia...
fr: Mapper 「%@」 Appuyez sur le bouton du contrôleur...
hi: 「%@」 मैप करना शुरू करें कंट्रोलर बटन दबाएं...
hu: 「%@」 hozzárendelése Nyomja meg a kontroller gombját...
nb: Start oppsett for 「%@」 Trykk på kontrollerknappen...
nl: Stel 「%@」 in Druk op de controllerknop...
pt_br: Mapear 「%@」 Pressione o botão do controle...
ru: Настройка 「%@」 Нажмите кнопку контроллера...
sk: Začíname mapovať "%@" Stlačte tlačidlo na ovládači pre dokončenie mapovania...
th: เริ่มแมปปุ่ม「%@」 กดปุ่มคอนโทรลเลอร์...
uk: Почати налаштування 「%@」 Натисніть кнопку контролера...
zh_hans: 开始映射「%@」 点击控制器的按键完成映射...

# ControllerMappingReset
source: Reset
ar: إعادة تعيين
cs: Obnovit
fi: Nollaa
fr: Réinitialiser
hi: रीसेट
hu: Visszaállítás
nb: Tilbakestill
nl: Resetten
pt_br: Redefinir
ru: Сброс
sk: Obnoviť
th: รีเซ็ต
uk: Скинути
zh_hans: 重置

# ControllerMappingNoFouond
source: Unrecognized key mapping
ar: تعيين غير معروف
cs: Nerozpoznané nastavení
fi: Tuntematon asetus
fr: Configuration non reconnue
hi: कुंजी सेटिंग पहचान में असमर्थ
hu: Ismeretlen beállítás
nb: Ukjent tastaturoppsett
nl: Instelling niet herkend
pt_br: Configuração não reconhecida
ru: Настройка не распознана
sk: Toto tlačidlo nie je rozpoznané
th: ไม่สามารถระบุการตั้งค่าปุ่มได้
uk: Невідомі налаштування
zh_hans: 无法识别该键位

# FlexSkinSettingError
source: Interface not ready, please try again later
ar: الواجهة غير جاهزة، حاول لاحقًا
cs: Rozhraní není připraveno, zkuste to později
fi: Käyttöliittymä ei valmis, yritä myöhemmin
fr: Interface non prête, réessayez plus tard
hi: इंटरफ़ेस तैयार नहीं है, बाद में पुनः प्रयास करें
hu: Felület nem kész, próbálja újra később
nb: Grensesnitt ikke klart, prøv igjen senere
nl: Interface niet klaar, probeer later
pt_br: Interface não pronta, tente mais tarde
ru: Интерфейс не готов, попробуйте позже
sk: Rozhranie ešte nie je pripravené, skúste neskôr
th: อินเทอร์เฟซยังไม่พร้อม โปรดลองใหม่ภายหลัง
uk: Інтерфейс не готовий, спробуйте пізніше
zh_hans: 界面还未准备好，请稍后再试

# SkinPreviewTitle
source: Preview
ar: معاينة
cs: Náhled
fi: Esikatselu
fr: Aperçu
hi: पूर्वावलोकन
hu: Előnézet
nb: Forhåndsvisning
nl: Voorbeeld
pt_br: Pré-visualização
ru: Предпросмотр
sk: Náhľad
th: ตัวอย่าง
uk: Попередній перегляд
zh_hans: 预览

# FullScreenWhenConnectControllerTitle
source: Auto Full Screen
ar: ملء الشاشة تلقائيًا
cs: Automaticky celá obrazovka
fi: Automaattinen koko näyttö
fr: Plein écran automatique
hi: ऑटो फुल स्क्रीन
hu: Automatikus teljes képernyő
nb: Auto-fullskjerm
nl: Automatisch volledig scherm
pt_br: Tela cheia automática
ru: Авто-полноэкранный режим
sk: Automaticky celá obrazovka
th: เต็มหน้าจออัตโนมัติ
uk: Авто-повний екран
zh_hans: 自动全屏

# FullScreenWhenConnectControllerDetail
source: Automatically enter full screen when a controller is connected for gaming
ar: تفعيل ملء الشاشة عند توصيل جهاز التحكم
cs: Přepnout na celou obrazovku při připojení ovladače
fi: Koko näyttö ohjaimen yhteydessä
fr: Activer le plein écran lors de la connexion d'un contrôleur
hi: कंट्रोलर कनेक्ट होने पर फुल स्क्रीन सक्रिय करें
hu: Teljes képernyő kontroller csatlakoztatásakor
nb: Aktiver fullskjerm ved kontrollerkobling
nl: Volledig scherm bij controllerverbinding
pt_br: Ativar tela cheia ao conectar controle
ru: Включать полноэкранный режим при подключении контроллера
sk: Pripojením ovládača pre hru sa automaticky prepne na celú obrazovku
th: เข้าสู่โหมดเต็มหน้าจอเมื่อเชื่อมต่อคอนโทรลเลอร์
uk: Увімкнути повний екран при підключенні контролера
zh_hans: 当连接控制器进行游戏时，自动进入全屏

# JoinDiscordTitle
source: Join Discord
ar: انضم إلى ديسكورد
cs: Připojit se k Discordu
fi: Liity Discordiin
fr: Rejoindre Discord
hi: डिस्कॉर्ड जॉइन करें
hu: Csatlakozás a Discordhoz
nb: Bli med i Discord
nl: Word lid van Discord
pt_br: Entrar no Discord
ru: Присоединиться к Discord
sk: Pripojiť sa na Discord
th: เข้าร่วม Discord
uk: Приєднатися до Discord
zh_hans: 加入Discord

# JoinDiscordAlertMessage
source: Thanks to player %@ for creating this Discord channel. Continue to join?
ar: شكرًا للاعب %@ على إنشاء القناة. هل تتابع؟
cs: Děkujeme hráči %@ za vytvoření kanálu. Pokračovat?
fi: Kiitos pelaajalle %@ kanavasta. Jatketaanko?
fr: Merci à %@ pour ce canal. Continuer ?
hi: खिलाड़ी %@ को इस चैनल के लिए धन्यवाद। जारी रखें?
hu: Köszönjük %@ játékosnak a csatorna létrehozásáért. Folytatja?
nb: Takk til spiller %@ for kanalen. Fortsette?
nl: Bedankt aan speler %@ voor dit kanaal. Doorgaan?
pt_br: Agradecemos ao jogador %@ por criar este canal. Continuar?
ru: Благодарим игрока %@ за создание канала. Продолжить?
sk: Ďakujeme hráčovi %@ za vytvorenie Discord kanála. Chcete pokračovať v pripojení?
th: ขอบคุณผู้เล่น %@ ที่สร้างช่องนี้ ต้องการเข้าร่วมต่อไหม?
uk: Дякуємо гравцю %@ за створення каналу. Продовжити?
zh_hans: 感谢玩家 %@ 创建的Discord频道，是否继续加入？

# FlexSkinGuideTitle
source: Drag or pinch to adjust screen
ar: اسحب أو قرص لضبط الشاشة
cs: Tažením nebo štípnutím upravte obrazovku
fi: Vedä tai zoomaa säätääksesi näyttöä
fr: Glissez ou pincez pour ajuster l'écran
hi: स्क्रीन एडजस्ट करने के लिए ड्रैग या ज़ूम करें
hu: Húzz vagy zoomolj a képernyő beállításához
nb: Dra eller zoom for å justere
nl: Sleep of knijp om aan te passen
pt_br: Arraste ou use gestos para ajustar
ru: Перетаскивайте или масштабируйте экран
sk: Potiahnite alebo zväčšite dvoma prstami
th: ลากหรือยืดเพื่อปรับหน้าจอ
uk: Тягніть або збільшуйте для налаштування
zh_hans: 拖动或双指缩放屏幕

source: Download failed
ar: فشل التحميل
cs: Stažení selhalo
fi: Lataus epäonnistui
fr: Échec du téléchargement
hi: डाउनलोड विफल
hu: Letöltés sikertelen
nb: Nedlasting mislyktes
nl: Download mislukt
pt_br: Falha no download
ru: Ошибка загрузки
sk: Sťahovanie zlyhalo
th: ดาวน์โหลดล้มเหลว
uk: Помилка завантаження
zh_hans: 下载失败
