Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# CheatCodeEmptyTitle
source: No cheat codes
ar: لا توجد أكواد غش
cs: Žádné cheat codes
fi: Ei cheat codeja
fr: Aucun cheat code
hi: अभी तक कोई चीट कोड नहीं
hu: Nincsenek cheat kódok
nb: Ingen cheat codes
nl: Geen cheatcodes
pt_br: Nenhum cheat disponível
ru: Нет чит-кодов
sk: Žiadne cheat kódy
th: ยังไม่มี Cheat Code
uk: Чіт-кодів немає
zh_hans: 暂无金手指

# CheatCodeEmptyGuideLeft
source: Tap
ar: اضغط على
cs: Klikněte na
fi: Klikkaa vasemmalla ylhäällä olevaa
fr: Appuyez sur le
hi: चीट कोड जोड़ने के लिए ऊपर बाएँ
hu: Kattintson a bal felső
nb: Trykk på
nl: Klik op
pt_br: Toque no
ru: Нажмите
sk: Kliknite na
th: คลิกปุ่ม
uk: Натисніть
zh_hans: 点击左上角

# CheatCodeEmptyGuideRight
source: to add cheat codes
ar: لإضافة أكواد الغش
cs: pro přidání cheat code
fi: lisätäksesi cheat coden
fr: en haut à gauche pour ajouter un cheat code
hi: पर क्लिक करें
hu: gombra cheat kód hozzáadásához
nb: for å legge til
nl: linksboven om een cheatcode toe te voegen
pt_br: para adicionar cheats
ru: для добавления
sk: a pridajte cheat kód
th: ด้านซ้ายบนเพื่อเพิ่ม Cheat Code
uk: щоб додати чіт-код
zh_hans: 添加金手指

# EnableCheatCodeAlertTitle
source: Enable Cheat Codes
ar: تفعيل أكواد الغش
cs: Aktivace cheat code
fi: Ota cheat codet käyttöön
fr: Activer les cheat codes
hi: चीट कोड चालू करें
hu: Cheat kódok engedélyezése
nb: Aktiver cheat code
nl: Cheatcode activeren
pt_br: Usar cheats
ru: Включить чит-коды
sk: Zapnúť cheat kódy
th: เปิดใช้งาน Cheat Code
uk: Увімкнути чіт-коди
zh_hans: 开启金手指

# EnableCheatCodeAlertDetail
source: Cheat codes are version-specific and may cause instability or errors. Use at your own discretion.
ar: يجب أن تتطابق الأكواد مع نسخة اللعبة، وقد تسبب أخطاء!
cs: Cheat codes závisí na verzi hry. Mohou způsobit nestabilitu!
fi: Cheat codet liittyvät pelin versioon ja niiden on vastattava oikeaa versiota toimiakseen! Cheat codien käyttö muokkaa pelin suoritusdataa ja voi aiheuttaa virheitä tai epävakautta, käytä harkiten.
fr: Les cheat codes dépendent de la version du jeu et doivent correspondre exactement pour fonctionner. Leur utilisation modifie les données du jeu et peut provoquer des erreurs ou instabilités - à utiliser avec discernement.
hi: चीट कोड गेम वर्जन पर निर्भर करते हैं, सही वर्जन के लिए ही काम करेंगे! चीट कोड गेम डेटा को मॉडिफाई करते हैं जिससे गेम क्रैश या अनइंस्टेबल हो सकता है, अपने विवेक से उपयोग करें।
hu: A cheat kódok a játék verziójától függenek, és csak akkor működnek, ha megfelelnek a játék verziójának. A cheat kódok használata módosítja a játék működését, ami hibákhoz vagy instabilitáshoz vezethet, ezért körültekintően használja!
nb: Cheat codes kan forårsake ustabilitet – bruk med forsiktighet
nl: Cheatcodes zijn gameversie-afhankelijk en kunnen instabiliteit veroorzaken. Gebruik op eigen risico.
pt_br: Cheats são específicos para versões de jogos e podem causar instabilidades. Use por sua conta e risco.
ru: Чит-коды зависят от версии игры. Использование может вызвать ошибки!
sk: Cheat kódy súvisia s verziou hry a musia byť správne priradené, aby fungovali! Používanie cheat kódov mení herné údaje a môže spôsobiť chyby alebo nestabilitu, používajte ich na vlastné riziko.
th: Cheat Code เกี่ยวข้องกับเวอร์ชันเกม และอาจทำให้เกิดข้อผิดพลาด โปรดใช้อย่างระมัดระวัง
uk: Чіт-коди залежать від версії гри. Їх використання може змінювати дані гри, що може призвести до помилок або нестабільної роботи. Використовуйте їх обережно!
zh_hans: 金手指编码与游戏版本有关，必须对应正确才能生效！并且金手指的使用是对游戏运行数据的一种修改，可能会伴随着运行错误或不稳定的情况，需要你自行斟酌使用。

# FilterSectionHeaderTitle
source: Video Filters
ar: مرشحات الفيديو
cs: Videofiltry
fi: Videosuodattimet
fr: Filtres vidéo
hi: वीडियो फिल्टर्स
hu: Videó szűrők
nb: Bildefilter
pt_br: Filtros visuais
ru: Видеофильтры
sk: Video filtre
th: ฟิลเตอร์วิดีโอ
uk: Відеофільтри
zh_hans: 视频滤镜

# FilterOriginTitle
source: Original
ar: الأصلي
cs: Originál
fi: Alkuperäinen
hi: ओरिजिनल
hu: Eredeti
nl: Origineel
ru: Оригинал
sk: Originál
th: ต้นฉบับ
uk: Оригінал
zh_hans: 原始

# PurchaseAdcancedFeaturesTitle
source: Unlock Premium Features
ar: فتح الميزات المتقدمة
cs: Odemknout prémiové funkce
fi: Avaa edistyneet toiminnot
fr: Fonctionnalités premium
hi: एडवांस्ड फीचर्स अनलॉक करें
hu: Haladó funkciók feloldása
nb: Premium-funksjoner
nl: Ontgrendel geavanceerde functies
pt_br: Recursos Premium
ru: Расширенные функции
sk: Odomknúť pokročilé funkcie
th: ปลดล็อกคุณสมบัติขั้นสูง
uk: Розблокувати розширені функції
zh_hans: 解锁高级功能

# AdcancedFeaturesDetail
source: 「🎮 Ultimate Gaming Experience」 🔥 Unlimited Save States 🚀 5x Fast Forward 💎 Unlimited Cheat Codes ✨ Premium Filters Collection
ar: 🔥 حفظ غير محدود 🚀 تسريع x5 💎 أكواد غش مفتوحة ✨ مرشحات حصرية
cs: 「🎮 Ultimate zážitek」 🔥 Neomezená uložení 🚀 Rychlost až x5 💎 Neomezené cheat codes ✨ Exkluzivní filtry
fi: 🎮 Ultimate Experience - Avaa yhdellä napautuksella 🔥 Rajoittamattomat tallennukset: Yli 3 tallennusrajan 🚀 5x nopeutus: Hallitse pelin tahdia 💎 Cheat code-vapaus: Rajaton kirjasto, läpäise pelit täydellisesti ✨ Visuaalinen vallankumous: Eksklusiiviset suodattimet, syvempi immersio
fr: « 🎮 Expérience ultime - Débloquez tout » 🔥 Save states illimités 🚀 Vitesse x5 - Contrôlez le rythme du jeu 💎 Bibliothèque de cheat codes illimitée ✨ Filtres visuels exclusifs pour une immersion totale
hi: 「🎮 अल्टीमेट एक्सपीरियंस - वन टैप अनलॉक」 🔥 अनलिमिटेड सेव्स: 3 की लिमिट तोड़ें 🚀 5X स्पीड: गेम की गति आपके कंट्रोल में 💎 चीट कोड फ्रीडम: परफेक्ट क्लीयरेंस ✨ विजुअल रेवोल्यूशन: एक्सक्लूसिव फिल्टर्स
hu: "🎮 Végleges élmény – egy kattintással" 🔥 Korlátlan mentés: Több mint 3 mentési lehetőség 🚀 5x gyorsítás: A játék tempója a kezedben 💎 Korlátlan cheat kódok: Tökéletes befejezés ✨ Látványos szűrők: Mélyebb élmény
nb: 🎮 Full kontroll 🔥 Ubegrensede lagringer 🚀 5x spol hastighet 💎 Cheat code-tilgang ✨ Eksklusive filter
nl: 「🎮 Ultieme ervaring · Direct ontgrendeld」 🔥 Onbeperkte opslag: Verwijder de limiet van 3 🚀 5x versnelling: Bepaal zelf het tempo 💎 Cheatcode-vrijheid: Eindeloze mogelijkheden ✨ Visuele revolutie: Exclusieve filters
pt_br: 「🎮 Experiência Definitiva」 🔥 Save states ilimitados 🚀 Aceleração 5x 💎 Biblioteca de cheats ✨ Pacote de filtros visuais
ru: 🔥 Безлимитные сейвы 🚀 Ускорение до x5 💎 Неограниченные чит-коды ✨ Эксклюзивные фильтры
sk: 「🎮 Ultimate zážitok – odomknuté jedným kliknutím」 🔥 Neobmedzené uloženia: Bez obmedzení, ukladajte podľa vlastných potrieb 🚀 Zrýchlenie x5: Ovládajte rýchlosť hry podľa seba 💎 Neobmedzené cheat kódy: Dokonalé prejdenie hry ✨ Vizuálna revolúcia: Exkluzívne filtre pre lepší zážitok
th: 「🎮 ประสบการณ์ขั้นสุด ปลดล็อกทันที」 🔥 เซฟไม่จำกัด: เกินขีดจำกัด 3 รายการ 🚀 เร่งความเร็ว x5: ควบคุมจังหวะเกม 💎 Cheat Code ไม่จำกัด: ผ่านเกมอย่างสมบูรณ์แบบ ✨ ฟิลเตอร์ภาพพิเศษ: สัมผัสประสบการณ์ที่สมจริง
uk: «🎮 Преміум-досвід — одним дотиком» 🔥 Необмежені збереження: позбавтеся обмежень 🚀 Пришвидшення x5: контролюйте темп гри 💎 Чіт-коди: безліч можливостей для ідеального проходження ✨ Унікальні фільтри: покращений візуальний досвід
zh_hans: 「🎮 终极体验 一键解锁」 🔥 无限存档：突破3个限制，随心保存 🚀 五倍速狂飙：游戏节奏由你掌控 💎 金手指自由：无限作弊码库，完美通关不是梦 ✨ 视觉革命：独家滤镜库，视觉更沉浸

# PurchaseImportFeaturesTitle
source: Enable Cloud Import
ar: فتح الاستيراد السحابي
cs: Cloudové služby
fi: Ota pilvipalvelutuonti käyttöön
fr: Importation via cloud
hi: क्लाउड सर्विसेज इम्पोर्ट चालू करें
hu: Felhőszolgáltatások importálásának engedélyezése
nb: Skyimport
nl: Cloudimport inschakelen
pt_br: Importação via nuvem
ru: Облачный импорт
sk: Odomknúť cloudové služby
th: เปิดใช้งานการนำเข้าจากคลาวด์
uk: Розблокувати імпорт з хмарних сервісів
zh_hans: 开启云服务导入

# ImportFeaturesDetail
source: ☁️ Cross-Platform Cloud Sync ✅ Google Drive/Dropbox/OneDrive ✅ Baidu Cloud/AliCloud ⚡ WebDAV/SMB Protocol Support
ar: ☁️ دعم Google Drive و Dropbox و SMB وغيرها
cs: ☁️ Podpora Google Drive, Dropbox, OneDrive ✅ Baidu Cloud, Aliyun ⚡ WebDAV/SMB integrace
fi: ☁️ "Kaikkialla pilvessä - Tuo yhdellä napautuksella" ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Yun, Aliyun ⚡ Saumaton integraatio WebDAV/SMB-protokolliin, koko internet käytettävissäsi!
fr: ☁️ ​​« Synchronisation multiplateforme » ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Cloud, Alibaba Cloud ⚡ Prise en charge WebDAV/SMB
hi: ☁️ ​​「मल्टी-प्लेटफॉर्म क्लाउड कनेक्टिविटी」 ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Cloud, Alibaba Cloud ⚡ WebDAV/SMB सपोर्ट
hu: ☁️ "Minden platform – egy lépés" ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Cloud, AliCloud ⚡ WebDAV/SMB támogatás – az egész internet a tiéd!
nb: ☁️ Støtte for Google Drive, Dropbox, OneDrive ⚡ WebDAV/SMB-integrasjon
nl: ☁️ 「Cloudconnectie · Direct importeren」 ✅ Google Drive, Dropbox, OneDrive ✅ BaiduYun, AliYun ⚡ Ondersteuning voor WebDAV/SMB
pt_br: ☁️ ​​「Sincronização multiplataforma」 ✅ Google Drive, Dropbox, OneDrive ✅ Serviços chineses ⚡ Suporte a WebDAV/SMB
ru: ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Yun, Aliyun ⚡ Поддержка WebDAV/SMB
sk: ☁️ ​​「Cloudové pripojenie – jednoduchý import」​ ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Yun, Aliyun ⚡ Podpora WebDAV/SMB, prístup k celému internetu!
th: ☁️ 「คลาวด์ครบทุกแพลตฟอร์ม」 ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Yun, Aliyun ⚡ รองรับ WebDAV/SMB
uk: ☁️ «Доступ до всіх хмарних сервісів» ✅ Google Drive, Dropbox, OneDrive ✅ Baidu Yun, Aliyun ⚡ Підтримка WebDAV/SMB — імпортуйте з будь-якого джерела!
zh_hans: ☁️ ​​「全平台云联 · 一步导入」​ ✅ Google Drive、Dropbox、OneDrive ✅ 百度云、阿里云 ⚡ 无缝接入 ​WebDAV/SMB 协议，拥有整个互联网！

# PurchaseControllerFeaturesTitle
source: Unlock Full Controller Support
ar: فتح دعم أجهزة التحكم
cs: Podpora externích ovladačů
fi: Avaa täydet ulkoiset ohjaimet
fr: Contrôleurs externes
hi: फुल फंक्शनलिटी कंट्रोलर अनलॉक
hu: Külső vezérlők teljes funkcionalitásának feloldása
nb: Eksterne kontrollere
nl: Ontgrendel externe controllers
pt_br: Controles externos
ru: Расширенные контроллеры
sk: Odomknúť plnohodnotné externé ovládače
th: ปลดล็อกคอนโทรลเลอร์ภายนอก
uk: Розблокувати підтримку зовнішніх контролерів
zh_hans: 解锁全功能外置控制器

# ControllerFeaturesDetail
source: 🕹️ Universal Controller Compatibility 🎮 Native Joy-Con/DUALSHOCK/Xbox Support ⌨️ Bluetooth Controllers & Keyboards ✨ Multi-Controller Pairing 🎲 Flexible Player Assignment
ar: 🎮 دعم Joy-Con و Xbox و Bluetooth
cs: 🕹️ Joy-Con/DUALSHOCK/Xbox/klávesnice ✨ Více ovladačů současně 🎲 Režimy pro více hráčů
fi: 🕹️ "Kaikkien laitteiden hallinta - Pelaajan vapaus" 🎮 Alkuperäinen tuki Joy-Con/DUALSHOCK/Xbox ⌨️ Pikayhdistäminen Bluetooth-ohjaimiin/näppäimistöön, pelaa myös Macilla ✨ Useat ohjaimet yhtä aikaa 🎲 Ohjausvallankumous: Yksinpelistä kaikkien pelaamiseen 🔥 Tuki minkä tahansa pelaajan ohjaamiseen, joukkue- tai vastustajamoodi
fr: 🕹️ ​​« Compatibilité totale » 🎮 Prise en charge native Joy-Con/DUALSHOCK/Xbox ⌨️ Connexion Bluetooth clavier/manette ✨ Multiples contrôleurs simultanés 🎲 Partage de contrôle entre joueurs
hi: 🕹️ ​​「सभी एक्सटर्नल डिवाइस सपोर्टेड」 🎮 नेटिव सपोर्ट: Joy-Con/DUALSHOCK/Xbox/ ⌨️ ब्लूटूथ कंट्रोलर/कीबोर्ड ✨ मल्टीप्लेयर सपोर्ट 🎲 कंट्रोल फ्रीडम
hu: 🕹️ "Minden eszköz – teljes szabadság" 🎮 Natív támogatás: Joy-Con/DUALSHOCK/Xbox ⌨️ Bluetooth vezérlők és billentyűzetek ✨ Több vezérlő egyszerre 🎲 Vezérlés bármely játékos számára
nb: 🕹️ Støtte for Joy-Con/Xbox/Bluetooth 🎲 Flere kontrollere samtidig
nl: 🕹️ 「Complete controllerondersteuning」 🎮 Joy-Con, DUALSHOCK, Xbox, en meer ⌨️ Bluetooth-controllers/toetsenborden ✨ Multiplayer-ondersteuning 🎲 Controle revolutie: Van solo naar teamplay
pt_br: 🕹️ ​​「Suporte completo」​ 🎮 Joy-Con/DUALSHOCK/Xbox ⌨️ Teclados Bluetooth ✨ Multijogador local 🔥 Troca de controles dinâmica
ru: 🎮 Поддержка Joy-Con/DUALSHOCK/Xbox ⌨️ Bluetooth-устройства ✨ Мультиконтроллеры
sk: 🕹️ ​​「Podpora všetkých zariadení – sloboda hráčov」​ 🎮 Natívna podpora pre Joy-Con/DUALSHOCK/Xbox/ ⌨️ Okamžité pripojenie Bluetooth ovládačov/klávesníc ✨ Viacero ovládačov súčasne 🎲 Revolúcia v ovládaní: Od «solo hrania» po «hra pre všetkých»
th: 🕹️ 「รองรับทุกอุปกรณ์」 🎮 Joy-Con/DUALSHOCK/Xbox ⌨️ ต่อ Bluetooth ได้ทันที ✨ รองรับหลายคอนโทรลเลอร์พร้อมกัน
uk: 🕹️ «Повний контроль над ігровими пристроями» 🎮 Підтримка Joy-Con, DUALSHOCK, Xbox ⌨️ Підключення Bluetooth-контролерів та клавіатур ✨ Кілька контролерів одночасно 🎲 Гнучкі налаштування: від одиночної гри до мультиплеєра
zh_hans: 🕹️ ​​「全外设制霸 · 玩家自由」​ 🎮 原生支持 Joy-Con/DUALSHOCK/Xbox/ ⌨️ 秒接蓝牙手柄/键盘，mac上也能畅游 ✨ 多手柄同时接入 🎲 操控革命：从「单人独享」到「全员参战」 🔥 支持控制任意玩家，组队/对战 随心切换

# PurchaseAirPlayFeaturesTitle
source: Unlock AirPlay Streaming
ar: فتح AirPlay
cs: AirPlay pro TV
fi: Avaa AirPlay isolla näytöllä
fr: AirPlay illimité
hi: AirPlay से बड़ी स्क्रीन पर खेलें
hu: AirPlay nagy képernyős játék feloldása
nb: AirPlay-låsning
nl: Ontgrendel AirPlay
pt_br: AirPlay para TV
ru: AirPlay-трансляция
sk: Odomknúť AirPlay pre hranie na veľkej obrazovke
th: ปลดล็อก AirPlay
uk: Розблокувати AirPlay для гри на великому екрані
zh_hans: 解锁AirPlay畅享大屏游戏

# AirPlayFeaturesDetail
source: 📺 Big Screen Gaming 🔓 Lossless AirPlay Mirroring 🛋️ TV-to-Mobile Seamless Switching 🎮 Controller-Compatible TV Play
ar: 📺 عرض اللعبة على الشاشة الكبيرة
cs: 📺 Bezdrátový přenos na TV 🔓 Plná podpora AirPlay 🎮 Ovládání přes gamepad
fi: 📺 "Rajat ylittävä pelikokemus - Olohuoneesi pelikenttä" 🔓 Avaa AirPlay ilman laadunmenetystä 🛋️ Puhelimesta TV:hen saumaton vaihto, mukavuus ja moninpelit 🎮 Iso näyttö + ohjaimet = immersiivinen kokemus
fr: 📺 ​​« Jeu sur grand écran » 🔓 AirPlay haute qualité 🛋️ Switch mobile → TV en un clic 🎮 Expérience immersive avec manette
hi: 📺 ​​「क्रॉस-स्क्रीन गेमिंग」 🔓 लॉसलेस AirPlay अनलॉक 🛋️ फोन से TV पर सीमलेस स्विच 🎮 इमर्सिव एक्सपीरियंस
hu: 📺 "Nagy képernyő – tökéletes élmény" 🔓 AirPlay kivetítés 🛋️ Telefonról TV-re – otthon vagy barátokkal 🎮 Nagy képernyő + vezérlő = élmény
nb: 📺 Fullskjerms AirPlay 🎮 Storskjermsopplevelse
nl: 📺 「Groot scherm · Zonder beperkingen」 🔓 AirPlay zonder compressie 🛋️ Schakel naadloos tussen apparaten 🎮 Beeld + controller = ultieme ervaring
pt_br: 📺 ​​「Jogue na tela grande」​ 🔓 Transmissão sem perdas 🛋️ Ideal para jogos em grupo 🎮 Experiência imersiva
ru: 📺 Полноэкранный режим 🛋️ Играйте на большом экране 🎮 Оптимизация для ТВ
sk: 📺 ​​«Hranie na veľkej obrazovke – obývačka ako herná zóna»​ 🔓 Odomknutie AirPlay bez strát 🛋️ Bezproblémový prechod z telefónu na TV 🎮 Veľká obrazovka + ovládač = maximálny zážitok
th: 📺 「เล่นบนจอใหญ่」 🔓 AirPlay แบบไม่สูญเสียคุณภาพ 🛋️ สลับระหว่างมือถือและทีวีได้อย่างราบรื่น
uk: 📺 «Грайте на телевізорі без обмежень» 🔓 Безвтратна трансляція через AirPlay 🛋️ Легке переключення між пристроями 🎮 Великий екран + контролери = максимальний занурення
zh_hans: 📺 ​​「跨屏制霸 · 客厅即战场」​ 🔓 解锁 ​AirPlay 无损投屏 🛋️ 手机→电视无缝切换，躺玩/聚会全场景适配 🎮 大屏视野+手柄操控=沉浸感暴击

# PurchaseiCloudFeaturesTitle
source: Enable iCloud Sync
ar: مزامنة iCloud
cs: iCloud synchronizace
fi: Ota iCloud-synkronointi käyttöön
fr: Synchronisation iCloud
hi: iCloud सिंक चालू करें
hu: iCloud szinkronizálás engedélyezése
nb: iCloud-synkronisering
nl: iCloud-sync inschakelen
pt_br: Sincronização via iCloud
ru: iCloud-синхронизация
sk: Odomknúť synchronizáciu cez iCloud
th: เปิดใช้งานการซิงค์ iCloud
uk: Увімкнути синхронізацію iCloud
zh_hans: 开启iCloud同步随时游戏

# iCloudFeaturesDetail
source: ☁️ Cross-Device Continuity 🎮 Game Save/Save States/Settings Sync 🔒 Encrypted Cloud Backups 🔄 Pick Up Where You Left Off
ar: ☁️ مزامنة الألعاب والإعدادات بين الأجهزة
cs: ☁️ Synchronizace her a uložení 🔒 Šifrované zálohy 🔄 Pokračování na jiném zařízení
fi: ☁️ "iCloud-synkronointi kaikilla laitteilla - Pelimaailmasi" 🎮 Pelit/tallennukset/asetukset synkronoituvat laitteiden välillä 🔒 Salattu tallennus · Pilvivaranto · Laitteenvaihto ilman katkoksia 🔄 Tabletilla isolla näytöllä ja jatka puhelimella: Edistys säilyy 👉 Aktivoi iCloud ja pelaa missä tahansa, pelisi ei koskaan pysähdy!
fr: ☁️ ​​« Univers de jeu synchronisé » 🎮 Jeux/sauvegardes/paramètres synchronisés 🔒 Stockage chiffré - 0 interruption 🔄 Reprenez votre partie sur n'importe quel appareil 👉 Jouez partout, tout le temps !
hi: ☁️ ​​「iCloud मल्टी-डिवाइस सिंक」 🎮 गेम/सेव/सेटिंग्स सिंक 🔒 एन्क्रिप्टेड स्टोरेज 🔄 सीमलेस डिवाइस स्विचिंग
hu: ☁️ "iCloud szinkronizálás – minden eszközön" 🎮 Játékok, mentések, beállítások szinkronizálása 🔒 Biztonságos tárolás – mindig elérhető 🔄 Tabletről telefonra – folyamatos játék 👉 Aktiválja az iCloud-ot, és játsszon bárhol!
nb: ☁️ Kryptert synkronisering 🔄 Spill videre på andre enheter
nl: ☁️ 「Sync tussen apparaten · Altijd beschikbaar」 🎮 Games, opslag, instellingen syncen 🔒 Beveiligde cloudback-ups 🔄 Speel verder op elk apparaat
pt_br: ☁️ ​​「Sincronização multiplataforma」​ 🎮 Progresso sempre atualizado 🔒 Criptografia e backup 🔄 Continue em qualquer dispositivo
ru: ☁️ Синхронизация на всех устройствах 🔒 Шифрование данных 🔄 Бесшовное продолжение игр
sk: ☁️ ​​«iCloud synchronizácia – váš herný vesmír»​ 🎮 Synchronizácia hier, uložení a nastavení 🔒 Šifrované úložisko · Zálohovanie · Bez prerušenia 🔄 Hrajte na tablete a pokračujte na telefóne 👉 Aktivujte iCloud a hrajte kedykoľvek a kdekoľvek!
th: ☁️ 「ซิงค์ทุกอุปกรณ์」 🎮 ซิงค์เกม/เซฟ/การตั้งค่า 🔒 การเข้ารหัสและสำรองข้อมูล 🔄 เล่นต่อระหว่างอุปกรณ์ได้ไม่สะดุด
uk: ☁️ «iCloud синхронізація — ваша гра завжди з вами» 🎮 Синхронізація ігор, збережень, налаштувань 🔒 Захищені дані в хмарі 🔄 Продовжуйте гру на будь-якому пристрої 👉 Увімкніть iCloud — грайте будь-де!
zh_hans: ☁️ ​​「iCloud 全端同步 · 你的游戏宇宙」​ 🎮 游戏/存档/设置 多端无损同步 🔒 加密存储 · 云端备份 · 换机/升级 ​0断档 🔄 平板大屏战一半，切手机继续：​进度永不掉线 👉 ​激活iCloud 走到哪玩到哪，你的游戏永不暂停！

# AdvanceFeatureDescLabel1
source: Up to 5x Speed
ar: تسريع حتى x5
cs: Rychlost až x5
fi: Jopa 5x nopeutus
fr: Vitesse x5
hi: 5X तक स्पीड
hu: Akár 5x gyorsítás
nb: Opptil 5x hastighet
nl: Tot 5x versnellen
pt_br: Aceleração 5x
ru: Ускорение x5
sk: Zrýchlenie až x5
th: เร่งความเร็วสูงสุด x5
uk: Пришвидшення до x5
zh_hans: 最高5倍速快进

# AdvanceFeatureDescLabel2
source: Unlimited Save States
ar: حفظ يدوي غير محدود
cs: Neomezená uložení
fi: Rajoittamattomat pikatallennukset
fr: Save states illimités
hi: अनलिमिटेड सेव स्टेट्स
hu: Korlátlan azonnali mentés
nb: Ubegrensede lagringer
nl: Onbeperkte opslag
pt_br: Save states ilimitados
ru: Безлимитные сейвы
sk: Neobmedzené uloženia
th: เซฟทันทีไม่จำกัด
uk: Необмежені швидкі збереження
zh_hans: 无限即时存档

# AdvanceFeatureDescLabel3
source: Unlimited Cheat Codes
ar: أكواد غش غير محدودة
cs: Neomezené cheat codes
fi: Rajoittamattomat cheat codet
fr: Cheat codes illimités
hi: अनलिमिटेड चीट कोड्स
hu: Korlátlan cheat kód
nb: Ubegrensede cheat codes
nl: Onbeperkte cheatcodes
pt_br: Cheats ilimitados
ru: Неограниченные читы
sk: Neobmedzené cheat kódy
th: Cheat Code ไม่จำกัด
uk: Необмежені чіт-коди
zh_hans: 无限金手指

# AdvanceFeatureDescLabel4
source: Premium Filters
ar: تخصيص المرشحات
cs: Vlastní filtry
fi: Suodattimien vapaa vaihto
fr: Filtres personnalisables
hi: फिल्टर स्विचिंग
hu: Szűrők szabad választása
nb: Dynamiske filter
nl: Filters vrij schakelen
pt_br: Filtros visuais
ru: Фильтры
sk: Voľba filtrov
th: สลับฟิลเตอร์ได้อิสระ
uk: Вибір фільтрів
zh_hans: 滤镜自由切换

# AdvanceFeatureDescLabel5
source: Auto Save State
ar: حفظ تلقائي
cs: Automatické ukládání
fi: Automaattiset pikatallennukset
fr: Save states automatiques
hi: ऑटो सेव स्टेट
hu: Automatikus azonnali mentés
nb: Auto-lagring
nl: Automatisch opslaan
pt_br: Save state automático
ru: Автосейвы
sk: Automatické ukladanie
th: เซฟทันทีอัตโนมัติ
uk: Автоматичні збереження
zh_hans: 自动即时存档

# RestorePurchaseButton
source: Restore Purchases
ar: استعادة المشتريات
cs: Obnovit nákupy
fi: Palauta osto
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
hu: Vásárlás visszaállítása
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pt_br: Restaurar compras
ru: Восстановить покупки
sk: Obnoviť nákup
th: กู้คืนการซื้อ
uk: Відновити покупки
zh_hans: 恢复购买

# AnnualDescription
source: Annual Membership
ar: اشتراك سنوي
cs: Roční členství
fi: Vuosijäsenyys
fr: Abonnement annuel
hi: वार्षिक सदस्यता
hu: Éves tagság
nb: Årlig abonnement
nl: Jaarlijks lidmaatschap
pt_br: Assinatura anual
ru: Годовая подписка
sk: Ročné členstvo
th: สมาชิกรายปี
uk: Річна підписка
zh_hans: 年度会员

# MonthlyDescription
source: Monthly Membership
ar: اشتراك شهري
cs: Měsíční členství
fi: Kuukausijäsenyys
fr: Abonnement mensuel
hi: मासिक सदस्यता
hu: Havi tagság
nb: Månedlig abonnement
nl: Maandelijks lidmaatschap
pt_br: Assinatura mensal
ru: Месячная подписка
sk: Mesačné členstvo
th: สมาชิกรายเดือน
uk: Місячна підписка
zh_hans: 月度会员

# ForeverDescription
source: Lifetime Pass · One-time Payment
ar: اشتراك دائم
cs: Doživotní členství
fi: Ikuinen jäsenyys · Kertamaksu
fr: Accès permanent · Paiement unique
hi: आजीवन सदस्यता · एकमुश्त भुगतान
hu: Örök tagság – egyszeri fizetés
nb: Livstilgang
nl: Lifetime · Eenmalige betaling
pt_br: Licença vitalícia
ru: Постоянный доступ
sk: Doživotné členstvo · Jednorazový poplatok
th: สมาชิกถาวร · ชำระครั้งเดียว
uk: Постійний доступ · одноразовий платіж
zh_hans: 永久会员 · 一次性付费

# SubscriptionPromotional
source: First %d Days Free
ar: %d يومًا مجانًا
cs: Prvních %d dní zdarma
fi: %d päivää ilmaiseksi
fr: %d jours d'essai gratuit
hi: पहले %d दिन निःशुल्क
hu: Az első %d nap ingyenes
nb: %d dager gratis
nl: %d dagen gratis
pt_br: %d dias grátis
ru: %d дней бесплатно
sk: Prvých %d dní zadarmo
th: ทดลองใช้ฟรี %d วัน
uk: Безкоштовно перші %d днів
zh_hans: 前%d天免费

# PurchasePricePerYear
source: /year
ar: /سنة
cs: /rok
fi: /vuosi
fr: /an
hi: /वर्ष
hu: /év
nb: /år
nl: /jaar
pt_br: /ano
ru: /год
sk: /rok
th: /ปี
uk: /рік
zh_hans: /年

# PurchasePricePerMonth
source: /month
ar: /شهر
cs: /měsíc
fi: /kk
fr: /mois
hi: /माह
hu: /hó
nb: /mnd
nl: /maand
pt_br: /mês
ru: /месяц
sk: /mesiac
th: /เดือน
uk: /місяць
zh_hans: /月

# PromptLabelForYear
source: 50%% Off
ar: خصم 50%%
cs: 50%% sleva
fi: 50%% alennus
fr: 50%% de réduction
hi: 50%% छूट
hu: 50%% kedvezmény
nb: 50%% rabatt
nl: 50%% korting
ru: Скидка 50%%
sk: 50%% zľava
th: ส่วนลด 50%%
uk: Знижка 50%%
zh_hans: 50%%优惠

# PromptLabelForMonth
source: Introductory Offer
ar: سعر تجريبي
cs: Zkušební
fi: Kokeiluhinta
fr: Prix découverte
hi: प्रारंभिक ऑफर
hu: Próbaár
nb: Prøvepris
nl: Proefprijs
pt_br: Valor promocional
ru: Пробный период
sk: Vyskúšajte
th: ราคาทดลอง
uk: Спробуйте
zh_hans: 尝鲜价

# PromptLabelForForever
source: Best Value
ar: الأفضل قيمة
cs: Nejvýhodnější
fi: Edullisin
fr: Le plus avantageux
hi: सर्वोत्तम सौदा
hu: Legjobb ajánlat
nb: Mest verdi
nl: Meest voordelig
pt_br: Melhor custo-benefício
ru: Выгоднее всего
sk: Najvýhodnejšie
th: คุ้มค่าที่สุด
uk: Найвигідніше
zh_hans: 最划算

# GetProductsFailedTitle
source: Failed to Retrieve Products
ar: فشل جلب المنتجات
cs: Chyba načítání produktů
fi: Tuotteiden haku epäonnistui, yritä myöhemmin uudelleen
fr: Échec - réessayez ultérieurement
hi: उत्पाद जानकारी प्राप्त करने में विफल, कृपया बाद में पुनः प्रयास करें
hu: Termékek betöltése sikertelen, próbálja újra később
nb: Kunne ikke hente produkter
nl: Producten ophalen mislukt
pt_br: Falha ao carregar produtos
ru: Ошибка загрузки товаров
sk: Nepodarilo sa získať produkty, skúste to neskôr
th: ไม่สามารถรับสินค้าได้ โปรดลองใหม่ภายหลัง
uk: Не вдалося отримати товари. Спробуйте пізніше
zh_hans: 获取商品失败，请稍后再试

# TermOfServiceTitle
source: Terms of Service
ar: شروط الخدمة
cs: Podmínky služby
fi: Käyttöehdot
fr: CGU
hi: सेवा की शर्तें
hu: Szolgáltatási feltételek
nb: Tjenestevilkår
nl: Servicevoorwaarden
pt_br: Termos de serviço
ru: Условия использования
sk: Podmienky služby
th: เงื่อนไขบริการ
uk: Умови обслуговування
zh_hans: 服务条款

# AnnualMemberTitle
source: Super Annual Member
ar: عضو سنوي
cs: Super roční člen
fi: Super-vuosijäsen
fr: Abonnement annuel premium
hi: सुपर वार्षिक सदस्य
hu: Prémium éves tagság
nb: Årlig medlem
nl: Super Jaarlid
pt_br: Membro Premium Anual
ru: Годовая подписка
sk: Super ročné členstvo
th: สมาชิกรายปีพิเศษ
uk: Річний преміум
zh_hans: 超级年会员

# MonthlyMemberTitle
source: Monthly Adventurer
ar: عضو شهري
cs: Měsíční člen
fi: Kuukausiseikkailija
fr: Abonnement mensuel
hi: मासिक रोमांचक
hu: Havi tagság
nb: Månedlig medlem
nl: Maandelijkse avonturier
pt_br: Membro Mensal
ru: Месячная подписка
sk: Mesačný dobrodruh
th: สมาชิกรายเดือน
uk: Місячний доступ
zh_hans: 月度冒险家
