Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# TransferPakNoGames
source: No compatible games
ar: لا توجد ألعاب متوافقة
cs: Žádné kompatibilní hry
fi: Ei yhteensopivia pelejä
fr: Aucun jeu compatible
hi: कोई संगत गेम नहीं
hu: Nincs kompatibilis játék
nb: Ingen kompatible spill
nl: Geen compatibele spellen
pt_br: Nenhum jogo compatível
ru: Нет совместимых игр
sk: Žiadne kompatibilné hry
th: ไม่มีเกมที่เข้ากันได้
uk: Немає сумісних ігор
zh_hans: 没有合适的游戏

# TransferPakFromFiles
source: Import from Files
ar: استيراد من الملفات
cs: Import ze souborů
fi: Tuo tiedostoista
fr: Importer depuis fichiers
hi: फ़ाइलों से आयात करें
hu: Importálás fájlból
nb: Importer fra filer
nl: Importeren uit bestanden
pt_br: Importar de arquivos
ru: Импорт из файлов
sk: Import zo súborov
th: นำเข้าจากไฟล์
uk: Імпортувати з файлів
zh_hans: 从文件导入

# TransferPakOn
source: Enabled
ar: مفعّل
cs: Zapnuto
fi: Käytössä
fr: Activé
hi: सक्रिय
hu: Bekapcsolva
nb: På
nl: Ingeschakeld
pt_br: Ativado
ru: Включено
sk: Zapnuté
th: เปิดใช้งาน
uk: Увімкнено
zh_hans: 已启用

# TransferPakOff
source: Disabled
ar: غير مفعّل
cs: Vypnuto
fi: Pois käytöstä
fr: Désactivé
hi: निष्क्रिय
hu: Kikapcsolva
nb: Av
nl: Uitgeschakeld
pt_br: Desativado
ru: Выключено
sk: Vypnuté
th: ปิดใช้งาน
uk: Вимкнено
zh_hans: 未启用

# TransferPakImportError
source: Error: Import both ROM and save files (2 files required).
ar: خطأ: استورد ملفي ROM والحفظ (2 ملفات مطلوبة)
cs: Chyba: Importujte oba soubory (ROM a uložení, 2 vyžadovány)
fi: Virhe: Tuo sekä ROM että tallennus (2 tiedostoa vaaditaan)
fr: Erreur : Importez ROM et sauvegarde (2 fichiers requis)
hi: त्रुटि: ROM और सेव फ़ाइल दोनों आयात करें (2 फ़ाइलें आवश्यक)
hu: Hiba: Importálj ROM-ot és mentést (2 fájl szükséges)
nb: Feil: Importer både ROM og lagring (2 filer)
nl: Fout: Importeer ROM en opslagbestand (2 bestanden vereist)
pt_br: Erro: Importe ROM e save (2 arquivos)
ru: Ошибка: Импортируйте ROM и сейв (2 файла)
sk: Chyba: Importujte oba súbory (ROM a uloženie, 2 potrebné)
th: ข้อผิดพลาด: นำเข้า ROM และไฟล์เซฟ (ต้องการ 2 ไฟล์)
uk: Помилка: Імпортуйте обидва файли (ROM та збереження, потрібно 2)
zh_hans: 请同时导入ROM和存档的文件，确保文件数量为2

# ShowControlsTitle
source: Show Controls
ar: إظهار عناصر التحكم
cs: Zobrazit ovládání
fi: Näytä ohjaimet
fr: Afficher commandes
hi: नियंत्रण दिखाएं
hu: Vezérlők mutatása
nb: Vis kontroller
nl: Bediening tonen
pt_br: Mostrar controles
ru: Показать управление
sk: Zobraziť ovládanie
th: แสดงปุ่มควบคุม
uk: Показати керування
zh_hans: 显示按键

# HideControlsTitle
source: Hide Controls
ar: إخفاء عناصر التحكم
cs: Skrýt ovládání
fi: Piilota ohjaimet
fr: Masquer commandes
hi: नियंत्रण छिपाएं
hu: Vezérlők elrejtése
nb: Skjul kontroller
nl: Bediening verbergen
pt_br: Ocultar controles
ru: Скрыть управление
sk: Skryť ovládanie
th: ซ่อนปุ่มควบคุม
uk: Сховати керування
zh_hans: 隐藏按键

source: Designed for %@
ar: مُصمّم خصيصًا لـ %@
cs: Navrženo pro %@
fi: Suunniteltu %@:lle
fr: Conçu pour %@
hi: %@ के लिए डिज़ाइन किया गया
hu: %@ számára tervezve
nb: Designet for %@
nl: Ontworpen voor %@
pt_br: Projetado para %@
ru: Разработано для %@
sk: Navrhnuté pre %@
th: ออกแบบมาสำหรับ %@
uk: Розроблено для %@
zh_hans: 为 %@ 设计

# OptionTitleOptional
source: Optional
ar: اختياري
cs: Volitelné
fi: Valinnainen
fr: Optionnel
hi: वैकल्पिक
hu: Opcionális
nb: Valgfritt
nl: Optioneel
pt_br: Opcional
ru: Опционально
sk: Volitelné
th: ไม่จำเป็น
uk: Необов'язково
zh_hans: 可选

# OptionTitleRequired
source: Required
ar: مطلوب
cs: Povinné
fi: Pakollinen
fr: Requis
hi: आवश्यक
hu: Kötelező
nb: Påkrevd
nl: Vereist
pt_br: Obrigatório
ru: Обязательно
sk: Povinné
th: จำเป็น
uk: Обов'язково
zh_hans: 必需

# GBASlotImportError
source: Error: Import GBA ROM and save files(optional).
ar: خطأ: استورد ROM لـ GBA وملفات الحفظ (اختياري).
cs: Chyba: Importujte ROM pro GBA a uložené soubory (volitelné).
fi: Virhe: Tuo GBA ROM ja tallennustiedostot (valinnainen).
fr: Erreur : Importer ROM GBA et fichiers de sauvegarde (optionnel).
hi: त्रुटि: GBA ROM और सेव फ़ाइलें आयात करें (वैकल्पिक).
hu: Hiba: Importálj GBA ROM-ot és mentési fájlokat (opcionális).
nb: Feil: Importer GBA ROM og lagre filer (valgfritt).
nl: Fout: Importeer GBA-ROM en opslagbestanden (optioneel).
pt_br: Erro: Importar ROM de GBA e arquivos de save (opcional).
ru: Ошибка: Импорт ROM GBA и файлов сохранения (опционально).
sk: Chyba: Importujte GBA ROM a súbory uložení (voliteľné).
th: ข้อผิดพลาด: นำเข้า ROM GBA และไฟล์เซฟ (ไม่จำเป็น).
uk: Помилка: Імпортуйте ROM GBA та файли збережень (необов'язково).
zh_hans: 错误：导入GBA ROM及存档文件(可选).

# DonateTitle
source: Support Us
ar: ادعمنا
cs: Podpořte nás
fi: Tue meitä
fr: Soutenez-nous
hi: हमें सपोर्ट करें
hu: Támogass minket
nb: Støtt oss
nl: Steun ons
pt_br: Apoie-nos
ru: Поддержите нас
sk: Podporte nás
th: สนับสนุนเรา
uk: Підтримайте нас
zh_hans: 支持我们

# DonateDesc
source: Your support keeps this app going.
ar: دعمك يحافظ على استمرار هذا التطبيق
cs: Vaše podpora udržuje tuto aplikaci v chodu
fi: Tukesi pitää sovelluksen käynnissä
fr: Votre soutien maintient cette application active
hi: आपका सपोर्ट इस ऐप को चालू रखता है
hu: Támogatásod tartja fenn az alkalmazást
nb: Din støtte holder denne appen i gang
nl: Jouw steun houdt deze app draaiende
pt_br: Seu apoio mantém este app funcionando
ru: Ваша поддержка помогает развитию приложения
sk: Vaša podpora udržuje túto aplikáciu
th: การสนับสนุนของคุณช่วยให้แอปทำงานต่อ
uk: Ваша підтримка допомагає розвитку додатку
zh_hans: 您的支持是本应用持续开发的动力

# HomeMenuSelectWarn
source: Home Menu cannot be operated
ar: قائمة الرئيسية غير قابلة للتشغيل
cs: Hlavní menu nelze ovládat
fi: Päävalikkoa ei voi käyttää
fr: Menu principal inopérable
hi: होम मेनू संचालित नहीं हो सकता
hu: A főmenü nem használható
nb: Hovedmeny kan ikke brukes
nl: Hoofdmenu kan niet worden bediend
pt_br: Menu principal inoperável
ru: Главное меню недоступно
sk: Hlavné menu nie je ovládateľné
th: ไม่สามารถใช้งานเมนูหลักได้
uk: Головне меню не активне
zh_hans: Home Menu无法操作

# NDSSystemTypeTitle
source: System Type
ar: نوع النظام
cs: Typ systému
fi: Järjestelmätyyppi
fr: Type de système
hi: सिस्टम प्रकार
hu: Rendszertípus
nl: Systeemtype
pt_br: Tipo de sistema
ru: Тип системы
sk: Typ systému
th: ประเภทระบบ
uk: Тип системи
zh_hans: 系统类型

# NDSSystemTypeDesc
source: DSi mode emulates the enhanced DSi hardware, however GBA Slot functionality will be unavailable
ar: وضع DSi يحاكي العتاد المحسن ولكن يعطل فتحة GBA
cs: Režim DSi emuluje vylepšený hardware, ale deaktivuje slot GBA
fi: DSi-tila emuloi parannettua laitteistoa mutta poistaa GBA-paikan käytöstä
fr: Le mode DSi émule le matériel amélioré mais désactive le slot GBA
hi: DSi मोड उन्नत हार्डवेयर एम्युलेट करता है, लेकिन GBA स्लॉट अक्षम होगा
hu: DSi mód emulálja a fejlett hardvert, de kikapcsolja a GBA tárolót
nb: DSi-modus emulerer forbedret maskinvare men deaktiverer GBA-spor
nl: DSi-modus emuleert geavanceerde hardware maar schakelt GBA-slot uit
pt_br: Modo DSi emula hardware avançado, mas desativa o slot GBA
ru: Режим DSi эмулирует улучшенное железо, но отключает слот GBA
sk: Režim DSi emuluje vylepšený hardvér, ale deaktivuje GBA slot
th: โหมด DSi จำลองฮาร์ดแวร์ขั้นสูง แต่จะปิดใช้งานสล็อต GBA
uk: Режим DSi імітує покращене залізо, але вимикає слот GBA
zh_hans: DSi模式模拟增强硬件，但GBA卡槽功能将不可用

# GBASlotInsert
source: Inserted
ar: مُدخل
cs: Vloženo
fi: Asennettu
fr: Inséré
hi: डाला गया
hu: Beszúrva
nb: Satt inn
nl: Ingevoegd
pt_br: Inserido
ru: Вставлено
sk: Vložené
th: ใส่แล้ว
uk: Вставлено
zh_hans: 已插入

# GBASlotUnInsert
source: Not Inserted
ar: غير مُدخل
cs: Nevloženo
fi: Ei asennettu
fr: Non inséré
hi: नहीं डाला गया
hu: Nincs beszúrva
nb: Ikke satt inn
nl: Niet ingevoegd
pt_br: Não inserido
ru: Не вставлено
sk: Nevložené
th: ยังไม่ได้ใส่
uk: Не вставлено
zh_hans: 未插入

# GBASlotDesc
source: Inserting a GBA game in the NDS Slot-2 unlocks easter eggs or enables data sync between GBA and NDS games
ar: إدخال لعبة GBA في فتحة NDS Slot-2 يفتح أسرار أو مزامنة البيانات
cs: Vložení hry GBA do slotu NDS Slot-2 odemkne easter eggy nebo synchronizaci dat
fi: GBA-pelin asettaminen NDS Slot-2:een avaa salaisuuksia tai datasynkronoinnin
fr: Insérer un jeu GBA dans le Slot-2 NDS déverrouille des easter eggs ou active la synchronisation de données
hi: NDS स्लॉट-2 में GBA गेम डालने से ईस्टर एग या डेटा सिंक सक्षम होता है
hu: GBA játék beszúrása az NDS Slot-2-be rejtett tartalmakat vagy adatszinkront tesz lehetővé
nb: Å sette inn GBA-spill i NDS Slot-2 låser opp easter eggs eller datasynkronisering
nl: Invoegen van GBA-spel in NDS Slot-2 ontsluit easter eggs of gegevenssynchronisatie
pt_br: Inserir jogo GBA no Slot-2 do NDS desbloqueia easter eggs ou sincronização de dados
ru: Вставка игры GBA в слот NDS Slot-2 открывает пасхалки или синхронизацию данных
sk: Vloženie hry GBA do slotu NDS Slot-2 odomkne easter eggs alebo synchronizáciu údajov
th: ใส่เกม GBA ในสล็อต NDS Slot-2 เพื่อปลดล็อกอีสเตอร์เอ้กหรือซิงค์ข้อมูล
uk: Вставка гри GBA в слот NDS Slot-2 розблокує секрети або синхронізацію даних
zh_hans: 在NDS Slot-2插入GBA游戏可解锁彩蛋或启用跨游戏数据同步

# OnlinePlaySetting
source: Online Play Settings
ar: إعدادات اللعب عبر الإنترنت
cs: Nastavení online hraní
fi: Online-asetukset
fr: Paramètres multijoueur
hi: ऑनलाइन प्ले सेटिंग
hu: Online beállítások
nb: Innstillinger for online spill
nl: Online instellingen
pt_br: Configurações online
ru: Настройки онлайн
sk: Nastavenia online hry
th: ตั้งค่าออนไลน์
uk: Налаштування онлайн
zh_hans: 在线游戏设置

# OnlinePlaySettingDesc
source: Online play relies on third-party services to connect players. BIOS files may be required, and features like cheat codes or fast forward may be disabled. Strictly adhere to third-party service terms.
ar: اللعب عبر الإنترنت يعتمد على خدمات خارجية. قد تتطلب ملفات BIOS، وتُعطل الأكواد/التسريع. التزم بشروط الخدمات الخارجية
cs: Online hraní vyžaduje služby třetích stran. Může vyžadovat BIOS soubory, cheat/rychlý posun je deaktivován. Dodržujte podmínky služeb třetích stran
fi: Online-pelaaminen vaatii kolmannen osapuolen palveluita. BIOS-tiedostoja saattaa tarvita, huijaukset/nopeutus poistettu käytöstä. Noudata kolmannen osapuolen ehtoja
fr: Le jeu en ligne utilise des services tiers. Des fichiers BIOS peuvent être requis, et les triches/accélération sont désactivées. Respectez strictement les conditions des services tiers
hi: ऑनलाइन प्ले के लिए थर्ड-पार्टी सेवाएँ चाहिए। BIOS फ़ाइलें आवश्यक हो सकती हैं, चीट/फास्ट फॉरवर्ड अक्षम होगा। थर्ड-पार्टी नियमों का पालन करें
hu: Online játék harmadik féltől származó szolgáltatásokat igényel. BIOS fájlok szükségesek lehetnek, a csalók/gyorsítás ki vannak kapcsolva. Kövesse a harmadik fél feltételeit
nb: Online spill krever tredjepartstjenester. BIOS-filer kan være nødvendig, juks/hurtigframspilling deaktiveres. Følg tredjepartsvilkår
nl: Online spelen vereist externe services. BIOS-bestanden mogelijk nodig. Cheats/versnelling uitgeschakeld. Volg externe servicevoorwaarden
pt_br: Jogo online requer serviços de terceiros. Arquivos BIOS podem ser necessários, e cheats/aceleração são desativados. Respeite os termos dos serviços de terceiros
ru: Онлайн-игра использует сторонние сервисы. Могут потребоваться BIOS-файлы. Читы и ускорение отключены. Соблюдайте условия сторонних сервисов
sk: Online hra vyžaduje služby tretích strán. Môžu byť potrebné súbory BIOS, cheaty/rýchly beh sú deaktivované. Dodržujte podmienky služieb tretích strán
th: การเล่นออนไลน์ต้องใช้บริการภายนอก อาจต้องใช้ไฟล์ BIOS และปิดใช้งาน Cheat/เร่งความเร็ว ปฏิบัติตามเงื่อนไขบริการภายนอก
uk: Онлайн-гра потребує сторонніх сервісів. Можуть знадобитися BIOS-файли, чіти/прискорення вимкнені. Дотримуйтесь умов сторонніх сервісів
zh_hans: 联机功能依赖第三方服务。可能需要BIOS文件，且加速/金手指功能将被禁用。请严格遵守第三方服务条款

# DSWfcReset
source: Reset WFC Configuration
ar: إعادة تعيين إعدادات WFC
cs: Resetovat konfiguraci WFC
fi: Nollaa WFC-asetukset
fr: Réinitialiser configuration WFC
hi: WFC कॉन्फ़िग रीसेट करें
hu: WFC beállítások reset
nb: Tilbakestill WFC-konfig
nl: WFC-configuratie resetten
pt_br: Redefinir configuração WFC
ru: Сбросить настройки WFC
sk: Resetovať konfiguráciu WFC
th: รีเซ็ตการตั้งค่า WFC
uk: Скинути налаштування WFC
zh_hans: 重置WFC配置

# DSWfcResetAlert
source: Resetting WFC configuration will erase your registered Friend Codes
ar: إعادة التعيين ستحذف أكواد الأصدقاء المسجلة
cs: Resetování smaže registrované kódy přátel
fi: Nollaus poistaa tallennetut ystävänkoodit
fr: La réinitialisation WFC effacera vos codes amis
hi: रीसेट करने से रजिस्टर्ड फ्रेंड कोड मिट जाएंगे
hu: A reset törli a regisztrált barátkódokat
nb: Tilbakestilling vil slette registrerte vennkoder
nl: Resetten verwijdert geregistreerde vriendcodes
pt_br: Redefinir WFC apagará seus Friend Codes
ru: Сброс настроек WFC удалит ваши коды друзей
sk: Resetovanie vymaže registrované kódy priateľov
th: การรีเซ็ตจะลบรหัสเพื่อนที่ลงทะเบียนไว้
uk: Скидання видалить зареєстровані коди друзів
zh_hans: 重置WFC配置将清除已注册的信息

# WfcConnectDesc
source: Connecting to Nintendo WFC... Online features like speed-up and cheats are disabled
ar: جارٍ الاتصال بـ Nintendo WFC... التسريع والأكواد معطلة
cs: Připojování k Nintendo WFC... Rychlý posun a cheaty deaktivovány
fi: Yhdistetään Nintendo WFC:hen... Nopeutus ja huijaukset poistettu käytöstä
fr: Connexion à Nintendo WFC... Accélération et triches désactivées
hi: Nintendo WFC से कनेक्ट हो रहा है... फास्ट फॉरवर्ड और चीट अक्षम
hu: Kapcsolódás Nintendo WFC-hez... Gyorsítás és csalók kikapcsolva
nb: Kobler til Nintendo WFC... Hurtigframspilling og juks deaktivert
nl: Verbinden met Nintendo WFC... Versnelling en cheats uitgeschakeld
pt_br: Conectando ao Nintendo WFC... Cheats e aceleração desativados
ru: Подключение к Nintendo WFC... Ускорение и читы отключены
sk: Pripájanie k Nintendo WFC... Rýchly beh a cheaty deaktivované
th: กำลังเชื่อมต่อ Nintendo WFC... ปิดใช้งานการเร่งและ Cheat
uk: Підключення до Nintendo WFC... Прискорення та чіти вимкнені
zh_hans: 正在连接Nintendo WFC... 加速功能和金手指已禁用

# WfcDisconnectDesc
source: Disconnect from Nintendo WFC
ar: قطع الاتصال بـ Nintendo WFC
cs: Odpojit od Nintendo WFC
fi: Katkaise yhteys Nintendo WFC:hen
fr: Déconnecter de Nintendo WFC
hi: Nintendo WFC से डिस्कनेक्ट करें
hu: Kapcsolat bontása a Nintendo WFC-vel
nb: Koble fra Nintendo WFC
nl: Verbinding met Nintendo WFC verbreken
pt_br: Desconectar do Nintendo WFC
ru: Отключиться от Nintendo WFC
sk: Odpojiť od Nintendo WFC
th: ตัดการเชื่อมต่อ Nintendo WFC
uk: Відключитися від Nintendo WFC
zh_hans: 断开Nintendo WFC连接

# NotAllowOnlineGame
source: This feature is disabled for online play
ar: هذه الميزة معطلة أثناء اللعب عبر الإنترنت
cs: Tato funkce je při online hraní zakázána
fi: Tämä ominaisuus on pois käytöstä online-pelissä
fr: Fonction désactivée en mode en ligne
hi: ऑनलाइन प्ले के लिए यह सुविधा अक्षम है
hu: Ez a funkció online játék közben ki van kapcsolva
nb: Denne funksjonen er deaktivert under online spill
nl: Deze functie is uitgeschakeld tijdens online spelen
pt_br: Função desativada durante jogo online
ru: Функция отключена в онлайн-игре
sk: Táto funkcia je v online hre deaktivovaná
th: ปิดใช้งานฟีเจอร์นี้ระหว่างเล่นออนไลน์
uk: Ця функція вимкнена під час онлайн-гри
zh_hans: 此功能在联机模式下禁用

# QuitGameAlert
source: Quit game? Unsaved progress will be lost
ar: إنهاء اللعبة؟ التقدم غير المحفوظ سيُفقد
cs: Ukončit hru? Neuložený postup bude ztracen
fi: Lopeta peli? Tallettamaton edistyminen katoaa
fr: Quitter le jeu ? Progression non sauvegardée sera perdue
hi: गेम बंद करें? अनसेव प्रोग्रेस खो जाएगी
hu: Kilépés a játékból? A nem mentett előrehaladás elvész
nb: Avslutte spillet? Ulagret framgang vil gå tapt
nl: Spel afsluiten? Niet-opgeslagen voortgang gaat verloren
pt_br: Sair do jogo? Progresso não salvo será perdido
ru: Выйти из игры? Несохранённый прогресс будет потерян
sk: Ukončiť hru? Neuložený postup sa stratí
th: ออกจากเกม? ความคืบหน้าที่ยังไม่บันทึกจะหายไป
uk: Вийти з гри? Незазбережений прогрес буде втрачено
zh_hans: 退出游戏？未保存进度将丢失

# SkinIdentifierExist
source: Identifier: %@ already exists. Please modify and re-import.
ar: %@ المعرف موجود مسبقًا. يرجى التعديل وإعادة الاستيراد.
cs: Identifikátor %@ již existuje. Upravte a znovu importujte.
fi: Tunniste %@ on jo olemassa. Muokkaa ja tuo uudelleen.
fr: L'identifiant %@ existe déjà. Veuillez le modifier et réimporter.
hi: पहचानकर्ता: %@ पहले से मौजूद है। कृपया संशोधित करके पुनः आयात करें।
hu: A(z) %@ azonosító már létezik. Módosítsd és importáld újra.
nb: Identifikator %@ finnes allerede. Endre og importer på nytt.
nl: Identifier %@ bestaat al. Wijzig en importeer opnieuw.
pt_br: Identificador %@ já existe. Modifique e importe novamente.
ru: Идентификатор %@ уже существует. Измените и повторите импорт.
sk: Identifikátor %@ už existuje. Upravte a znova importujte.
th: ตัวระบุ:%@ มีอยู่แล้ว โปรดแก้ไขแล้วนำเข้าใหม่
uk: Ідентифікатор %@ вже існує. Змініть та імпортуйте знову.
zh_hans: Identifier:%@已存在，请重新修改后再次导入

# AnalogModeChange
source: Switch to %@ Mode
ar: التغيير إلى وضع %@
cs: Přepnout na režim %@
fi: Vaihda %@-tilaan
fr: Passer en mode %@
hi: %@ मोड पर स्विच करें
hu: Váltás %@ módra
nb: Bytt til %@-modus
nl: Overschakelen naar %@-modus
pt_br: Mudar para modo %@
ru: Переключить в режим %@
sk: Prepnúť na režim %@
th: เปลี่ยนเป็นโหมด %@
uk: Перемкнути на режим %@
zh_hans: 使用%@模式

# AnalogModeDesc
source: PS1 supports controller mode switching: PlayStation Controller lacks analog sticks, DualShock supports them. Some early games require the original PlayStation Controller.
ar: يدعم PS1 تبديل وضع التحكم: جهاز PlayStation Controller لا يحتوي على عصي تناظرية؛ جهاز DualShock يدعمها. بعض الألعاب القديمة تتطلب جهاز التحكم الأصلي.
cs: PS1 podporuje přepínání režimu: PlayStation Controller nemá analogové páčky; DualShock podporuje. Některé rané hry vyžadují originální ovladač.
fi: PS1 tukee ohjaintilan vaihtoa: PlayStation-ohjaimessa ei ole analogisia tikkejä; DualShock tukee. Jotkut varhaiset pelit vaativat alkuperäistä ohjainta.
fr: PS1 prend en charge le changement de mode : PlayStation Controller n'a pas de sticks analogiques ; DualShock les prend en charge. Certains jeux anciens nécessitent la manette d'origine.
hi: PS1 कंट्रोलर मोड स्विचिंग समर्थित: PlayStation कंट्रोलर में एनालॉग स्टिक नहीं; DualShock समर्थित। कुछ पुराने गेम्स को मूल कंट्रोलर चाहिए।
hu: PS1 támogatja a módváltást: PlayStation Controller nincs analóg pózna; DualShock támogatja. Néhány korai játékhoz eredeti kontroller kell.
nb: PS1 støtter kontrollermodusbytte: PlayStation Controller mangler analogspaker; DualShock støtter. Noen tidlige spill krever originalkontroller.
nl: PS1 ondersteunt moduswisseling: PlayStation Controller heeft geen analoge sticks; DualShock wel. Sommige vroege games vereisen originele controller.
pt_br: PS1 suporta troca de modo: PlayStation Controller não tem analógicos; DualShock suporta. Alguns jogos antigos exigem controle original.
ru: PS1 поддерживает смену режима: PlayStation Controller без аналоговых стиков; DualShock поддерживает. Некоторым ранним играм нужен оригинальный контроллер.
sk: PS1 podporuje prepínanie režimov: PlayStation Controller nemá analógové páčky; DualShock podporuje. Niektoré rané hry vyžadujú originálny ovládač.
th: PS1 รองรับการเปลี่ยนโหมด: PlayStation Controller ไม่มีแอนะล็อกสติ๊ก; DualShock รองรับ บางเกมยุคแรกต้องใช้คอนโทรลเลอร์ต้นฉบับ
uk: PS1 підтримує зміну режиму: PlayStation Controller не має аналогових стіків; DualShock підтримує. Деякі ранні ігри вимагають оригінального контролера.
zh_hans: PS1支持手柄模式切换，PlayStation Controller不支持摇杆，DualShock支持摇杆，部分早期发布的游戏需要使用PlayStation Controller才能正常操作

# DiscInsert
source: Insert Disc %d
ar: أدخل القرص %d
cs: Vložte disk %d
fi: Aseta levy %d
fr: Insérer le disque %d
hi: डिस्क %d डालें
hu: Helyezze be a(z) %d lemezt
nb: Sett inn disk %d
nl: Schijf %d invoeren
pt_br: Inserir disco %d
ru: Вставить диск %d
sk: Vložte disk %d
th: ใส่ดิสก์ %d
uk: Вставити диск %d
zh_hans: 插入光盘%d

# SBIImport
source: Import SBI File
ar: استيراد ملف SBI
cs: Importovat soubor SBI
fi: Tuo SBI-tiedosto
fr: Importer fichier SBI
hi: SBI फ़ाइल आयात करें
hu: SBI fájl importálása
nb: Importer SBI-fil
nl: SBI-bestand importeren
pt_br: Importar arquivo SBI
ru: Импорт файла SBI
sk: Importovať súbor SBI
th: นำเข้าไฟล์ SBI
uk: Імпортувати файл SBI
zh_hans: 导入SBI文件

# SBIImportDesc
source: PAL region games (mainly Europe/Australia/NZ) have copy protection. Import matching SBI files to unlock gameplay. Without SBI, games will remain on a black screen.
ar: ألعاب منطقة PAL (أوروبا/أستراليا/نيوزيلندا) محمية. استورد ملفات SBI المطابقة لفتح القفل. بدون SBI، شاشة سوداء دائمة.
cs: Hry z oblasti PAL (Evropa/Austrálie/NZ) mají ochranu. Importujte odpovídající SBI soubory k odemčení. Bez SBI černá obrazovka.
fi: PAL-alueen pelit (Eurooppa/Australia/NZ) suojattu. Tuo vastaavat SBI-tiedostot lukituksen avaamiseksi. Ilman SBI:tä musta näyttö.
fr: Jeux PAL (Europe/Australie/NZ) protégés contre la copie. Importez des fichiers SBI correspondants pour débloquer. Sans SBI, écran noir persistant.
hi: PAL क्षेत्र गेम्स (यूरोप/ऑस्ट्रेलिया/एनजेड) सुरक्षित। अनलॉक के लिए मिलान SBI फ़ाइलें आयात करें। SBI के बिना, काली स्क्रीन रहेगी।
hu: PAL régiójú játékok (Európa/Ausztrália/NZ) védettek. Importáljon egyező SBI fájlokat a feloldáshoz. SBI nélkül fekete képernyő.
nb: PAL-regionspill (Europa/Australia/NZ) kopibeskyttet. Importer samsvarende SBI-filer for opplåsing. Uten SBI svart skjerm.
nl: PAL-regio games (Europa/Australië/NZ) zijn beveiligd. Importeer bijpassende SBI-bestanden om te ontgrendelen. Zonder SBI blijft zwart scherm.
pt_br: Jogos região PAL (Europa/Austrália/NZ) têm proteção. Importe arquivos SBI correspondentes para desbloquear. Sem SBI, tela preta permanente.
ru: Игры PAL-региона (Европа/Австралия/НЗ) защищены от копирования. Импортируйте соответствующие SBI-файлы для разблокировки. Без SBI - черный экран.
sk: Hry z oblasti PAL (Európa/Austrália/NZ) chránené. Importujte zodpovedajúce SBI súbory na odomknutie. Bez SBI čierna obrazovka.
th: เกมภูมิภาค PAL (ยุโรป/ออสเตรเลีย/NZ) มีการป้องกันคัดลอก นำเข้าไฟล์ SBI ที่ตรงกันเพื่อปลดล็อก หากไม่มี SBI หน้าจอจะดำค้าง
uk: Ігри PAL-регіону (Європа/Австралія/НЗ) захищені. Імпортуйте відповідні файли SBI для розблокування. Без SBI чорний екран.
zh_hans: PAL区域(主要欧洲、澳大利亚、新西兰等地区)发布的PS1游戏受到复制保护，你需要导入对应的SBI文件对其进行解锁才能正常运行游戏，如果没有导入SBI文件，游戏运行时将会显示黑屏

# SBIUnImport
source: Not Imported
ar: غير مستورد
cs: Neimportováno
fi: Ei tuotu
fr: Non importé
hi: आयात नहीं किया गया
hu: Nem importált
nb: Ikke importert
nl: Niet geïmporteerd
pt_br: Não importado
ru: Не импортировано
sk: Neimportované
th: ไม่ได้นำเข้า
uk: Не імпортовано
zh_hans: 未导入

# PSXRunAlert
source: PAL Region Notice
ar: إشعار منطقة PAL
cs: Upozornění pro oblast PAL
fi: PAL-alueen huomautus
fr: Avis région PAL
hi: PAL क्षेत्र सूचना
hu: PAL régió értesítés
nb: PAL-regionsvarsel
nl: PAL-regiowaarschuwing
pt_br: Aviso região PAL
ru: Уведомление PAL-региона
sk: Upozornenie na oblasť PAL
th: แจ้งเตือนภูมิภาค PAL
uk: Сповіщення PAL-регіону
zh_hans: PAL区域提示
