Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# SkinNavigationSubTitleCommon
source: Supports .deltaskin .gammaskin format
ar: Manic EMU يدعم تنسيق .deltaskin .gammaskin
cs: Manic EMU plně podporuje skiny ve formátu .deltaskin .gammaskin
fi: Manic EMU tukee täysimääräisesti .deltaskin .gammaskin-muotoisia skinejä
fr: Manic EMU prend parfaitement en charge les skins au format .deltaskin .gammaskin
hi: Manic EMU .deltaskin .gammaskin फॉर्मेट स्किन्स के साथ पूरी तरह कॉम्पैटिबल है
hu: A Manic EMU tökéletesen kompatibilis a .deltaskin .gammaskin formátumú skinekkel
nb: Manic EMU støtter .deltaskin .gammaskin-filer
nl: Manic EMU ondersteunt .deltaskin .gammaskin-bestanden
pt_br: Manic EMU é totalmente compatível com skins .deltaskin .gammaskin
ru: Manic EMU поддерживает скины в формате .deltaskin .gammaskin
sk: Manic EMU plne podporuje skiny vo formáte .deltaskin .gammaskin
th: Manic EMU รองรับสกินรูปแบบ .deltaskin .gammaskin อย่างสมบูรณ์
uk: Manic EMU повністю підтримує скіни у форматі .deltaskin .gammaskin
zh_hans: Manic EMU完美兼容.deltaskin .gammaskin格式皮肤

# SkinNavigationSubTitleSpecifiedGame
source: Custom skin for %@
ar: تخصيص سكين لـ %@
cs: Skin pouze pro %@
fi: Vain pelille %@ asetettu skini
fr: Skin spécifique pour %@
hi: केवल %@ के लिए स्किन सेट करें
hu: Csak a %@ számára skin beállítása
nb: Skin for %@
nl: Skin instellen voor %@
pt_br: Skin exclusiva para %@
ru: Специальный скин для %@
sk: Skin len pre %@
th: ตั้งค่าสกินสำหรับ %@ เท่านั้น
uk: Скін лише для %@
zh_hans: 仅为%@设置皮肤

# SkinSegmentPortraitTitle
source: Portrait
ar: عمودي
cs: Na výšku
fi: Pystyasento
hi: पोर्ट्रेट
hu: Álló mód
nb: Portrett
nl: Portret
pt_br: Retrato
ru: Портретная
sk: Na výšku
th: แนวตั้ง
uk: Книжний режим
zh_hans: 竖屏

# SkinSegmentLandscapeTitle
source: Landscape
ar: أفقي
cs: Na šířku
fi: Vaaka-asento
fr: Paysage
hi: लैंडस्केप
hu: Fekvő mód
nb: Landskap
nl: Landschap
pt_br: Paisagem
ru: Альбомная
sk: Na šírku
th: แนวนอน
uk: Альбомний режим
zh_hans: 横屏

# SkinAddTitle
source: New Skin
ar: إضافة سكين
cs: Přidat skin
fi: Lisää skini
fr: Ajouter un skin
hi: नई स्किन जोड़ें
hu: Új skin hozzáadása
nb: Ny skin
nl: Skin toevoegen
pt_br: Nova skin
ru: Новый скин
sk: Pridať skin
th: เพิ่มสกิน
uk: Додати скін
zh_hans: 新增皮肤

# HowToFetch
source: How to Obtain
ar: كيفية الحصول على
cs: Jak získat
fi: Kuinka saada
fr: Comment obtenir
hi: कैसे प्राप्त करें
hu: Hogyan szerezhető
nb: Hvordan få
nl: Hoe te verkrijgen
pt_br: Como obter
ru: Как получить
sk: Ako získať
th: วิธีรับ
uk: Як отримати
zh_hans: 如何获取

# SkinDelete
source: Remove Skin
ar: إزالة السكين
cs: Odebrat skin
fi: Poista skini
fr: Supprimer le skin
hi: स्किन हटाएं
hu: Skin eltávolítása
nb: Fjern skin
nl: Skin verwijderen
pt_br: Remover skin
ru: Удалить скин
sk: Odstrániť skin
th: ลบสกิน
uk: Видалити скін
zh_hans: 移除皮肤

# DefaultSkinCannotEdit
source: Default skin cannot be modified
ar: لا يمكن تعديل السكين الافتراضي
cs: Výchozí skin nelze upravovat
fi: Oletusskiniä ei voi muokata
fr: Le skin par défaut ne peut pas être modifié
hi: डिफ़ॉल्ट स्किन एडिट नहीं की जा सकती
hu: Az alapértelmezett skin nem szerkeszthető
nb: Standard-skin kan ikke redigeres
nl: Standaardskin kan niet bewerkt worden
pt_br: Skin padrão não pode ser editada
ru: Стандартный скин нельзя редактировать
sk: Predvolený skin nie je možné upravovať
th: ไม่สามารถแก้ไขสกินเริ่มต้น
uk: Типовий скін не можна редагувати
zh_hans: 默认皮肤不允许编辑

# HistoryHeaderTitle
source: Play History
ar: سجل اللعب
cs: Historie hraní
fi: Pelaushistoria
fr: Historique de jeu
hi: प्लेइंग हिस्ट्री
hu: Játék előzmények
nb: Spillhistorikk
nl: Speelgeschiedenis
pt_br: Histórico
ru: История игр
sk: História hrania
th: ประวัติการเล่น
uk: Історія ігор
zh_hans: 游玩历史

# HistoryFavouriteTitle
source: Favourite
ar: المفضلة
cs: Nejhranější
fi: Suosikkipelit
fr: Jeu préféré
hi: सबसे पसंदीदा
hu: Kedvenc játékok
nb: Favorittspill
nl: Favoriet
pt_br: Favoritos
ru: Любимые игры
sk: Obľúbené hry
th: เล่นบ่อยที่สุด
uk: Улюблені
zh_hans: 最喜爱玩

# HistoryEmptyTitle
source: No Play History
ar: لا يوجد سجل لعب
cs: Žádná historie
fi: Ei pelaushistoriaa
fr: Aucun historique de jeu
hi: अभी तक कोई प्लेइंग हिस्ट्री नहीं
hu: Nincsenek játék előzmények
nb: Ingen historikk
nl: Geen geschiedenis
pt_br: Nenhum histórico
ru: История пуста
sk: Žiadna história hrania
th: ยังไม่มีประวัติการเล่น
uk: Історія ігор порожня
zh_hans: 暂无游玩历史

# HistoryEmptyImportGame
source: Import Games
ar: استيراد لعبة
cs: Importovat hru
fi: Tuo pelejä
fr: Importer un jeu
hi: गेम इम्पोर्ट करें
hu: Játék importálása
nb: Importer spill
nl: Game importeren
pt_br: Importar jogo
ru: Импортировать игру
sk: Importovať hru
th: นำเข้าเกม
uk: Імпортувати гру
zh_hans: 导入游戏

# HistoryEmptyStartGame
source: Start Playing
ar: ابدأ اللعب الآن
cs: Začít hrát
fi: Aloita peli
fr: Jouer maintenant
hi: अभी खेलें
hu: Azonnali játék
nb: Start spill
nl: Nu spelen
pt_br: Começar a jogar
ru: Начать игру
sk: Hrať teraz
th: เริ่มเล่นเดี๋ยวนี้
uk: Почати гру
zh_hans: 立即游戏

# LeftHandTitle
source: Left-handed Mode
ar: وضع اليد اليسرى
cs: Levá ruka
fi: Vasenkätinen tila
fr: Mode gaucher
hi: लेफ्ट-हैंड मोड
hu: Bal kezes mód
nb: Venstrehendt modus
nl: Linkshandige modus
pt_br: Modo canhoto
ru: Левый режим
sk: Režim pre ľavákov
th: โหมดมือซ้าย
uk: Ліворучний режим
zh_hans: 左手模式

# LeftHandDetail
source: Mirror joystick, DPad and buttons
ar: عكس اتجاه الأزرار والجويستيك
cs: Zrcadlové převrácení ovládacích prvků
fi: Peilaa ohjainten asettelu vasenkätiselle käytölle
fr: Inversion miroir gauche-droite du joystick, DPad et boutons
hi: जॉयस्टिक, DPad और बटन्स को लेफ्ट-राइट मिरर करें
hu: A joystick, DPad és gombok tükrözése balra
nb: Speilvend kontroller
nl: Spiegel joystick, DPad en knoppen
pt_br: Espelha joystick, DPad e botões
ru: Зеркальное отражение элементов управления
sk: Zrkadlové prehodenie joysticku, DPadu a tlačidiel
th: สะท้อนตำแหน่ง Joypad, DPad และปุ่มควบคุม
uk: Дзеркальне відображення джойстика, DPad та кнопок
zh_hans: 摇杆、DPad、按键左右镜像翻转

# QuickGameTitle
source: Quick Start
ar: بدء سريع
cs: Rychlý start
fi: Pikakäynnistys
fr: Démarrage rapide
hi: क्विक स्टार्ट गेम
hu: Gyors játékindítás
nb: Hurtigstart
nl: Snel starten
pt_br: Início rápido
ru: Быстрый старт
sk: Rýchle spustenie hry
th: เริ่มเกมเร็ว
uk: Швидкий початок гри
zh_hans: 快速开始游戏

# QuickGameDetail
source: Skip preparation page
ar: بدء اللعب مباشرة دون صفحة التحضير
cs: Přeskočit úvodní obrazovku hry
fi: Pelin klikkaaminen ei näytä valmistelusivua
fr: Cliquer sur un jeu affiche directement l'écran de jeu
hi: गेम पर क्लिक करते ही सीधे प्ले स्क्रीन पर जाएं
hu: A játékra kattintva nem jelenik meg az előkészítő oldal
nb: Hopp over forberedelsessiden
nl: Sla het voorbereidingsscherm over
pt_br: Pular tela de preparação ao tocar em um jogo
ru: Пропускать страницу подготовки
sk: Kliknutím na hru sa nezobrazí úvodná stránka
th: ไม่แสดงหน้าเตรียมตัวเมื่อคลิกเกม
uk: Натискання на гру відкриває її без підготовчої сторінки
zh_hans: 点击游戏不再展示准备页面

# AirPlayTitle
source: AirPlay Fullscreen
ar: وضع AirPlay ملء الشاشة
cs: Režim AirPlay
fi: AirPlay-koko näytön tila
fr: Mode plein écran AirPlay
hi: AirPlay फुलस्क्रीन मोड
hu: AirPlay teljes képernyős mód
nb: AirPlay-fullskjerm
nl: AirPlay volledig scherm
pt_br: Modo AirPlay
ru: Режим AirPlay
sk: Režim celnej obrazovky AirPlay
th: โหมด AirPlay เต็มจอ
uk: Повноекранний режим AirPlay
zh_hans: AirPlay全屏模式

# AirPlayDetail
source: Enable fullscreen mirroring
ar: عرض اللعبة على الشاشة الكبيرة
cs: Zobrazení hry na plnou obrazovku přes AirPlay
fi: Koko näytön pelikuva lähetetään AirPlaylla
fr: L'écran de jeu sera diffusé en plein écran
hi: चालू करने पर गेम स्क्रीन फुलस्क्रीन में प्रोजेक्ट होगी
hu: Bekapcsolva a játék képe teljes képernyőn lesz megjelenítve
nb: Spill vises i fullskjerm på ekstern skjerm
nl: Spelbeeld wordt volledig gespiegeld
pt_br: Exibe o jogo em tela cheia quando transmitindo
ru: Полноэкранная трансляция на внешний экран
sk: Zapnutie zobrazí herný obraz na celú obrazovku
th: แสดงภาพเกมแบบเต็มจอเมื่อเปิดใช้งาน
uk: Увімкніть, щоб гра відображалася на повному екрані
zh_hans: 开启后游戏画面将进行全屏投屏

# iCloudTitle
source: iCloud Sync
ar: مزامنة iCloud
cs: iCloud synchronizace
fi: iCloud-synkronointi
fr: Synchronisation iCloud
hi: iCloud सिंक
hu: iCloud szinkronizálás
nb: iCloud-synkronisering
pt_br: Sincronização iCloud
ru: iCloud-синхронизация
sk: Synchronizácia cez iCloud
th: ซิงค์ iCloud
uk: Синхронізація iCloud
zh_hans: iCloud同步

# iCloudDetail
source: Sync games, skins, saves across Apple ID devices
ar: مزامنة الألعاب والإعدادات بين أجهزة Apple ID
cs: Synchronizace her, skinů a nastavení mezi zařízeními se stejným Apple ID
fi: Synkronoi pelit, skinit, tallennukset ja asetukset laitteiden välillä samalla Apple ID:llä
fr: Synchronise jeux, skins, sauvegardes et paramètres sur les appareils avec le même Apple ID
hi: समान Apple ID वाले डिवाइस पर गेम, स्किन, सेव्स और सेटिंग्स सिंक करें
hu: Azonos Apple ID-val rendelkező eszközökön szinkronizálja a játékokat, skineket, mentéseket és beállításokat
nb: Synkroniser spilldata på tvers av enheter
nl: Sync games, skins, opslag en instellingen tussen apparaten
pt_br: Sincroniza jogos, skins, saves e configurações entre dispositivos com mesmo Apple ID
ru: Синхронизация игр, скинов, настроек между устройствами
sk: Synchronizácia hier, skinov, uložení a nastavení medzi zariadeniami s rovnakým Apple ID
th: ซิงค์เกม สกิน เซฟ และการตั้งค่าระหว่างอุปกรณ์ที่ใช้ Apple ID เดียวกัน
uk: Синхронізація ігор, скінів, збережень та налаштувань між пристроями з однаковим Apple ID
zh_hans: 相同Apple ID的设备同步游戏、皮肤、存档、设置等

# AppIconTitle
source: App Icons
ar: أيقونة التطبيق
cs: Ikona aplikace
fi: Sovelluskuvake
fr: Icône de l'application
hi: ऐप आइकन
hu: Alkalmazás ikon
nb: App-ikon
nl: App-pictogram
pt_br: Ícone do app
ru: Иконка приложения
sk: Ikona aplikácie
th: ไอคอนแอป
uk: Значок додатка
zh_hans: 应用图标

# WidgetTitle
source: Widgets
ar: الودجات
cs: Widgety
fi: Työpöydän widgetit
hi: विजेट
hu: Kezdőlap widget
nb: Hjemmeskerm-widget
ru: Виджеты
sk: Widgety
th: วิดเจ็ต
uk: Віджети
zh_hans: 桌面小组件

# QATitle
source: FAQ
ar: الأسئلة الشائعة
cs: Časté dotazy
fi: Usein kysytyt kysymykset
hi: सामान्य प्रश्न
hu: Gyakori kérdések
nb: Ofte stilte spørsmål
pt_br: Perguntas frequentes
ru: Частые вопросы
sk: Časté otázky
th: คำถามที่พบบ่อย
uk: Поширені запитання
zh_hans: 常见问题

# FeedbackTitle
source: Feedback
ar: ملاحظات
cs: Zpětná vazba
fi: Palaute
fr: Retour d'expérience
hi: फीडबैक
hu: Visszajelzés
nb: Tilbakemelding
ru: Обратная связь
sk: Spätná väzba
th: ส่งความคิดเห็น
uk: Зворотний зв’язок
zh_hans: 意见反馈

# ShareAppTitle
source: Share Manic EMU
ar: شارك «Manic EMU» مع الأصدقاء
cs: Sdílet Manic EMU
fi: Jaa "Manic EMU" ystävillesi
fr: Partager «Manic EMU» avec des amis
hi: 「Manic EMU」दोस्तों के साथ शेयर करें
hu: Oszd meg a "Manic EMU"-t barátaiddal
nb: Del Manic EMU
nl: Deel Manic EMU
pt_br: Compartilhar Manic EMU
ru: Поделиться «Manic EMU»
sk: Zdieľať «Manic EMU» s priateľmi
th: แชร์「Manic EMU」ให้เพื่อน
uk: Поділитися «Manic EMU»
zh_hans: 分享「Manic EMU」给好友

# JoinQQTitle
source: Join QQ Channel
ar: انضم لقناة QQ
cs: Připojit se na QQ
fi: Liity QQ-kanavalle
fr: Rejoindre la chaîne QQ
hi: QQ चैनल में जुड़ें
hu: Csatlakozz a QQ csatornához
nb: Bli med i QQ-kanal
nl: Word lid van QQ-kanaal
pt_br: Entrar no Canal QQ
ru: Присоединиться к QQ-каналу
sk: Pripojiť sa k QQ kanálu
th: เข้าร่วมช่อง QQ
uk: Приєднатися до QQ-каналу
zh_hans: 加入QQ频道

# JoinTelegramTitle
source: Join Telegram
ar: انضم لـ Telegram
cs: Připojit se na Telegram
fi: Liity Telegramiin
fr: Rejoindre Telegram
hi: Telegram में जुड़ें
hu: Csatlakozz a Telegramhoz
nb: Bli med i Telegram
nl: Word lid van Telegram
pt_br: Entrar no Telegram
ru: Присоединиться к Telegram
sk: Pripojiť sa k Telegramu
th: เข้าร่วม Telegram
uk: Приєднатися до Telegram
zh_hans: 加入Telegram

# ClearCacheTitle
source: Clear Cache
ar: مسح الذاكرة المؤقتة
cs: Vymazat cache
fi: Tyhjennä välimuisti
fr: Vider le cache
hi: कैशे साफ़ करें
hu: Gyorsítótár törlése
nb: Tøm buffer
nl: Cache wissen
pt_br: Limpar cache
ru: Очистить кеш
sk: Vymazať vyrovnávaciu pamäť
th: ล้างแคช
uk: Очистити кеш
zh_hans: 清除缓存

# LanguageTitle
source: Language
ar: اللغة
cs: Jazyk
fi: Kieli
fr: Langue
hi: भाषा
hu: Nyelv
nb: Språk
nl: Taal
pt_br: Idioma
ru: Язык
sk: Jazyk
th: ภาษา
uk: Мова
zh_hans: 语言

# UserAgreementTitle
source: Terms of Service
ar: اتفاقية المستخدم
cs: Uživatelská smlouva
fi: Käyttöehdot
fr: Conditions d'utilisation
hi: यूजर एग्रीमेंट
hu: Felhasználói szerződés
nb: Brukeravtale
nl: Gebruikersovereenkomst
pt_br: Termos de uso
ru: Пользовательское соглашение
sk: Používateľská zmluva
th: ข้อตกลงผู้ใช้
uk: Угода користувача
zh_hans: 用户协议

# PrivacyPolicyTitle
source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany soukromí
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hi: प्राइवेसी पॉलिसी
hu: Adatvédelmi irányelvek
nb: Personvernpolicy
nl: Privacybeleid
pt_br: Política de privacidade
ru: Политика конфиденциальности
sk: Ochrana súkromia
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
zh_hans: 隐私政策

# GeneralSettingTitle
source: General
ar: الإعدادات العامة
cs: Obecná nastavení
fi: Yleiset asetukset
fr: Paramètres généraux
hi: जनरल सेटिंग्स
hu: Általános beállítások
nb: Generelt
nl: Algemene instellingen
pt_br: Configurações gerais
ru: Основные настройки
sk: Všeobecné nastavenia
th: การตั้งค่าทั่วไป
uk: Основні налаштування
zh_hans: 通用设置

# AdvanceSettingTitle
source: Advanced
ar: الإعدادات المتقدمة
cs: Pokročilá nastavení
fi: Edistyneet asetukset
fr: Paramètres avancés
hi: एडवांस्ड सेटिंग्स
hu: Haladó beállítások
nb: Avanserte innstillinger
nl: Geavanceerd
pt_br: Configurações avançadas
ru: Расширенные настройки
sk: Pokročilé nastavenia
th: การตั้งค่าขั้นสูง
uk: Додаткові налаштування
zh_hans: 进阶设置

# SupportSettingTitle
source: Support
ar: الدعم
cs: Podpora
fi: Tuki
hi: सपोर्ट
hu: Kapcsolatfelvétel
nb: Brukerstøtte
nl: Ondersteuning
pt_br: Suporte
ru: Поддержка
sk: Podpora
th: ติดต่อสนับสนุน
uk: Підтримка
zh_hans: 联系支持

# OthersSettingTitle
source: Others
ar: أخرى
cs: Další
fi: Muut
fr: Autres
hi: अन्य
hu: Egyéb
nb: Annet
nl: Overig
pt_br: Outros
ru: Прочее
sk: Ostatné
th: อื่นๆ
uk: Інше
zh_hans: 其他

# RatingTitleLeft
source: Rate
ar: قيم
cs: Ohodnotit
fi: Arvioi
fr: Noter
hu: Értékeld a
nb: Vurder
nl: Beoordeel
pt_br: Avaliar
ru: Оценить
sk: Ohodnoťte
th: ให้คะแนน
uk: Оцініть
zh_hans: 评分

# RatingDetail
source: Your 5-star rating means the world to us! : )
ar: إذا أعجبك التطبيق، ساعدنا بتقييم 5 نجوم 🌟
cs: Pokud se vám aplikace líbí, podpořte nás 5hvězdičkovým hodnocením
fi: Jos pidät tuotteestamme, anna meille viiden tähden arviointi, se on meille erittäin tärkeää :)
fr: Si vous trouvez notre produit utile, merci de nous laisser une note 5 étoiles, votre avis compte vraiment pour nous : )
hi: अगर आपको हमारा प्रोडक्ट पसंद आया, तो कृपया 5-स्टार रिव्यू दें, आपकी प्रशंसा हमारे लिए बहुत महत्वपूर्ण है :)
hu: Ha úgy gondolja, hogy termékünk értékes, kérjük, adjon ötcsillagos értékelést, a véleménye nagyon fontos számunkra : )
nb: Gi oss en 5-stjerners vurdering hvis du liker appen!
nl: Geef ons een 5-sterrenbeoordeling als je ons waardeert
pt_br: Se gostou do nosso produto, por favor avalie com 5 estrelas - sua avaliação é muito importante para nós : )
ru: Если вам нравится приложение, поддержите нас 5 звёздами!
sk: Ak si myslíte, že náš produkt má pre vás hodnotu, prosíme, ohodnoťte nás 5 hviezdičkami, vaše hodnotenie je pre nás naozaj dôležité :)
th: หากคุณคิดว่าผลงานของเรามีค่า โปรดช่วยให้คะแนน 5 ดาว ความเห็นของคุณสำคัญมากสำหรับเรา : )
uk: Якщо вам сподобався наш додаток, будь ласка, залиште п’ять зірок. Ваш відгук дуже важливий для нас!
zh_hans: 如果您认为我们的产品对您有价值，请帮我们写个五星好评，你的好评对我们真的非常重要 : )

# iCloudDisableTitle
source: iCloud Unavailable
ar: iCloud غير متاح
cs: iCloud není dostupný
fi: iCloud ei käytettävissä
fr: iCloud temporairement indisponible
hi: iCloud अस्थायी रूप से अनुपलब्ध
hu: Az iCloud jelenleg nem elérhető
nb: iCloud utilgjengelig
nl: iCloud niet beschikbaar
pt_br: iCloud indisponível
ru: iCloud недоступен
sk: iCloud nie je k dispozícii
th: iCloud ใช้งานไม่ได้ชั่วคราว
uk: iCloud тимчасово недоступний
zh_hans: iCloud暂不可用

# iCloudDisableDetail
source: Enable iCloud in Settings > [Your Name] > iCloud > Enable iCloud Drive for Manic EMU
ar: انتقل إلى «الإعدادات» > «Apple ID» > «iCloud» وتأكد من تفعيل iCloud Drive
cs: Přihlaste se do iCloud a povolte přístup pro Manic EMU v Nastavení > Apple ID > iCloud
fi: iCloud-synkronointia yritettiin käynnistää, mutta synkronointi alkaa vasta kun olet kirjautunut iCloudiin ja antanut käyttöoikeudet. Mene iPhonen "Asetukset" > "Apple ID" > "iCloud" ja varmista, että iCloud-levy on käytössä ja Manic EMU saa käyttää sitä
fr: Le service de synchronisation iCloud a été activé, mais ne fonctionnera vraiment qu'après votre connexion et autorisation iCloud. Allez dans «Réglages» > «Apple ID» > «iCloud» sur iPhone, assurez-vous qu'iCloud Drive est activé et que Manic EMU y a accès
hi: iCloud सिंक सेवा चालू करने का प्रयास किया गया, लेकिन यह तभी काम करेगा जब आप iCloud में लॉग इन करके Manic EMU को एक्सेस की अनुमति दें। iPhone की 'सेटिंग्स' > 'Apple ID' > 'iCloud' में जाकर iCloud ड्राइव चालू करें और Manic EMU को एक्सेस दें
hu: Az iCloud szinkronizálási szolgáltatás bekapcsolása megtörtént, de csak akkor lesz aktív, ha bejelentkezett és engedélyezte az iCloud használatát. Lépjen az iPhone "Beállítások" > "Apple ID" > "iCloud" menüpontjára, és győződjön meg arról, hogy az iCloud Drive engedélyezve van, és a Manic EMU hozzáférhet
nb: Aktiver iCloud i iPhone-innstillinger > Apple ID > iCloud
nl: Ga naar 'Instellingen > Apple ID > iCloud' en zorg dat iCloud Schakelbaar is voor Manic EMU
pt_br: Acesse "Ajustes" > "Apple ID" > "iCloud" e ative o iCloud Drive para o Manic EMU
ru: Включите iCloud Drive в настройках iPhone: «Настройки» → Apple ID → iCloud
sk: Synchronizácia cez iCloud bola pokúsene zapnutá, ale bude aktívna až po prihlásení a autorizácii iCloud. Prejdite do «Nastavenia» > «Apple ID» > «iCloud» a overte, či je zapnutý iCloud Disk a Manic EMU má povolený prístup
th: ตรวจสอบการเข้าสู่ระบบ iCloud และเปิดใช้งาน iCloud Drive ใน Settings > Apple ID > iCloud
uk: Синхронізацію iCloud було спробовано ввімкнути, але вона почне працювати лише після входу в iCloud та надання дозволів. Перейдіть у «Налаштування» > «Apple ID» > «iCloud» і переконайтеся, що iCloud Drive увімкнено, а Manic EMU має доступ
zh_hans: 已尝试开启iCloud同步服务，只有您完成iCloud登录及授权才会真正开始同步，前往 iPhone 的「设置」>「Apple ID」>「iCloud」，确保已开启 iCloud 云盘并允许 Manic EMU 访问

# iCloudSyncConfilictTitle
source: iCloud Conflict
ar: تعارض في المزامنة
cs: Konflikt synchronizace
fi: iCloud-synkronoinnin ristiriita
fr: Conflit de synchronisation iCloud
hi: iCloud सिंक कॉन्फ्लिक्ट
hu: iCloud szinkronizálási ütközés
nb: Synkroniseringskonflikt
pt_br: Conflito de sincronização
ru: Конфликт синхронизации
sk: Konflikt synchronizácie iCloud
th: ข้อขัดแย้งการซิงค์ iCloud
uk: Конфлікт синхронізації iCloud
zh_hans: iCloud同步文件冲突

# iCloudSyncConfilictDetail
source: Cloud version: %@ Local version: %@
ar: الملف السحابي: %@ الملف المحلي: %@
cs: Cloudová verze: %@ Lokální verze: %@
fi: Pilvitiedosto: %@ Paikallinen tiedosto: %@
fr: Fichier cloud: %@ Fichier local: %@
hi: क्लाउड फाइल: %@ लोकल फाइल: %@
hu: Felhőbeli fájl: %@ Helyi fájl: %@
nb: Skyfil: %@ Lokal fil: %@
nl: Cloudbestand: %@ Lokaal bestand: %@
pt_br: Arquivo na nuvem: %@ Arquivo local: %@
ru: Облачная версия: %@ Локальная версия: %@
sk: Súbor v cloude: %@ Lokálny súbor: %@
th: ไฟล์คลาวด์: %@ ไฟล์ท้องถิ่น: %@
uk: Хмарний файл: %@ Локальний файл: %@
zh_hans: 云端文件: %@ 本地文件: %@

# iCloudSyncConfilictSaveiCloud
source: Keep Cloud
ar: احتفظ بالسحابي
cs: Ponechat cloud
fi: Säilytä iCloud
fr: Conserver iCloud
hi: iCloud रखें
hu: Felhőbeli mentés
nb: Behold iCloud
nl: Cloud behouden
pt_br: Manter na nuvem
ru: Сохранить облачную
sk: Ponechať iCloud
th: เก็บข้อมูลคลาวด์
uk: Зберегти iCloud
zh_hans: 保留iCloud

# iCloudSyncConfilictSaveLocal
source: Keep Local
ar: احتفظ بالمحلي
cs: Ponechat lokální
fi: Säilytä paikallinen
fr: Conserver local
hi: लोकल रखें
hu: Helyi mentés
nb: Behold lokal
nl: Lokaal behouden
pt_br: Manter local
ru: Сохранить локальную
sk: Ponechať lokálne
th: เก็บข้อมูลท้องถิ่น
uk: Зберегти локально
zh_hans: 保留本地

# SettingsNonMemberDesc
source: You are the protagonist of this story
ar: ستكون بطل هذه القصة
cs: Staňte se hlavním hrdinou příběhu
fi: Sinusta tulee tämän tarinan päähenkilö
fr: Vous serez le héros de cette histoire
hi: आप इस कहानी के मुख्य किरदार बनने वाले हैं
hu: Ön lesz a történet főszereplője
nb: Du er hovedpersonen i dette eventyret
nl: Jij bent de hoofdpersoon
pt_br: Você será o protagonista desta história
ru: Вы — главный герой этой истории
sk: Stanete sa hlavným hrdinom tohto príbehu
th: คุณจะเป็นตัวละครหลักของเรื่องนี้
uk: Ви — головний герой цієї історії
zh_hans: 您将成为这个故事的主角

# ThanksSupportDesc
source: Thank you for your support
ar: شكرًا لدعمك
cs: Děkujeme za podporu
fi: Kiitos tuestasi
fr: Merci pour votre soutien
hi: आपके सपोर्ट के लिए धन्यवाद
hu: Köszönjük a támogatást
nb: Takk for støtten
nl: Bedankt voor je steun
pt_br: Agradecemos seu apoio
ru: Спасибо за поддержку!
sk: Ďakujeme za podporu
th: ขอบคุณสำหรับการสนับสนุน
uk: Дякуємо за підтримку
zh_hans: 感谢支持

# ThanksCommingDesc
source: Thank you for playing
ar: شكرًا لاستخدامك
cs: Děkujeme, že hrajete v
fi: Kiitos että tulit
fr: Merci d'être venu jouer sur
hu: Köszönjük, hogy eljöttél a
nb: Takk for at du bruker
nl: Bedankt dat je
pt_br: Obrigado por vir jogar no
ru: Спасибо, что играете в
sk: Ďakujeme, že ste prišli hrať
th: ขอบคุณที่มาร่วมเล่นเกมกับ
uk: Дякуємо, що обрали
zh_hans: 谢谢你来

# NoEmailSetting
source: Email not configured
ar: لم تقم بإعداد البريد
cs: E-mail není nastaven
fi: Sähköpostia ei ole asetettu
fr: Vous n'avez pas configuré d'e-mail
hi: आपने अभी तक ईमेल सेट नहीं किया है
hu: Nincs beállított e-mail címe
nb: Ingen e-post konfigurert
nl: E-mailadres niet ingesteld
pt_br: E-mail não configurado
ru: Email не настроен
sk: E-mail nie je nastavený
th: คุณยังไม่ได้ตั้งค่าอีเมล
uk: Електронну пошту не налаштовано
zh_hans: 你还没有设置邮箱

# IDCopy
source: Your ID has been copied
ar: تم نسخ المعرف
cs: ID zkopírováno
fi: ID kopioitu
fr: Votre ID a été copié
hi: आपकी ID कॉपी की गई
hu: Az azonosítója másolva
nb: ID kopiert
nl: ID gekopieerd
pt_br: ID copiado
ru: ID скопирован
sk: Vaše ID bolo skopírované
th: คัดลอก ID แล้ว
uk: Ваш ID скопійовано
zh_hans: 已复制你的ID

# SendEmailSuccess
source: Email sent successfully
ar: تم إرسال البريد
cs: E-mail odeslán
fi: Sähköpostin lähetys onnistui
fr: E-mail envoyé avec succès
hi: ईमेल सफलतापूर्वक भेजा गया
hu: E-mail sikeresen elküldve
nb: E-post sendt
nl: E-mail verzonden
pt_br: E-mail enviado
ru: Письмо отправлено
sk: E-mail bol úspešne odoslaný
th: ส่งอีเมลสำเร็จ
uk: Лист успішно відправлено
zh_hans: 发送邮件成功

# SendEmailFailed
source: Failed to send email: %@
ar: فشل الإرسال %@
cs: Chyba odeslání: %@
fi: Sähköpostin lähetys epäonnistui %@
fr: Échec de l'envoi de l'e-mail %@
hi: ईमेल भेजने में विफल %@
hu: E-mail küldése sikertelen: %@
nb: Kunne ikke sende e-post%@
nl: E-mail mislukt: %@
pt_br: Falha ao enviar e-mail %@
ru: Ошибка отправки: %@
sk: Odoslanie e-mailu zlyhalo %@
th: ส่งอีเมลล้มเหลว %@
uk: Не вдалося відправити лист: %@
zh_hans: 发送邮件失败%@

# iCloudTipsTitle
source: Enable iCloud Sync
ar: تفعيل مزامنة iCloud
cs: Zapnout iCloud synchronizaci
fi: Ota iCloud-synkronointi käyttöön
fr: Activer la synchronisation iCloud
hi: iCloud सिंक चालू करें
hu: iCloud szinkronizálás bekapcsolása
nb: Aktiver iCloud-synkronisering
nl: iCloud-sync inschakelen
pt_br: Ativar sincronização iCloud
ru: Включить iCloud
sk: Zapnúť synchronizáciu cez iCloud
th: เปิดการซิงค์ iCloud
uk: Увімкнути синхронізацію iCloud
zh_hans: 开启iCloud同步
