Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# N64RDPDesc
source: GLideN64 delivers optimal performance but may exhibit graphical glitches. ParaLLEl-RDP provides more precise graphics emulation but requires higher hardware capabilities; devices with insufficient performance may lag or crash.
ar: GLideN64 يُقدّم أداءً أمثل لكن قد يعاني من أخطاء رسومية. ParaLLEl-RDP يُوفّر محاكاة رسومية أكثر دقةً لكنه يتطلب قدرات عتادية أعلى؛ الأجهزة محدودة الأداء قد تواجه تباطؤًا أو انهيارًا.
cs: GLideN64 poskytuje optimální výkon, ale mohou se vyskytnout grafické chyby. ParaLLEl-RDP nabízí přesnější grafickou emulaci, ale vyžaduje vyšší hardwarové kapacity; zařízení s nedostatečným výkonem mohou zaostávat nebo selhávat.
fi: GLideN64 tarjoaa optimaalisen suorituskyvyn, mutta grafiikkavirheitä voi esiintyä. ParaLLEl-RDP tarjoaa tarkempaa grafiikkaemulaatiota, mutta vaatii korkeampaa laitekapasiteettia; riittämättömän suorituskyvyn laitteet voivat hidastua tai kaatua.
fr: GLideN64 offre des performances optimales mais peut présenter des défauts graphiques. ParaLLEl-RDP fournit une émulation graphique plus précise mais nécessite des capacités matérielles supérieures ; les appareils sous-performants peuvent subir des ralentissements ou des plantages.
hi: GLideN64 उत्तम प्रदर्शन देता है पर ग्राफ़िकल त्रुटियाँ हो सकती हैं। ParaLLEl-RDP अधिक सटीक ग्राफ़िक्स एमुलेशन प्रदान करता है, लेकिन उच्च हार्डवेयर क्षमता चाहिए; अपर्याप्त प्रदर्शन वाले उपकरण लैग या क्रैश हो सकते हैं।
hu: GLideN64 optimális teljesítményt nyújt, de grafikai hibák fordulhatnak elő. ParaLLEl-RDP pontosabb grafikus emulációt biztosít, de magasabb hardverkapacitást igényel; elégtelen teljesítményű eszközök akadozhatnak vagy összeomolhatnak.
nb: GLideN64 gir optimal ytelse men kan ha grafiske feil. ParaLLEl-RDP gir mer nøyaktig grafikkeemulering men krever høyere maskinvarekapasitet; enheter med utilstrekkelig ytelse kan oppleve treghet eller krasj.
nl: GLideN64 biedt optimale prestaties maar kan grafische fouten vertonen. ParaLLEl-RDP zorgt voor nauwkeurigere grafische emulatie, maar vereist hogere hardwarecapaciteiten; apparaten met onvoldoende prestaties kunnen haperen of crashen.
pt_br: GLideN64 oferece desempenho ideal mas pode apresentar falhas gráficas. ParaLLEl-RDP fornece emulação gráfica mais precisa, mas exige maior capacidade de hardware; dispositivos com desempenho insuficiente podem travar ou fechar inesperadamente.
ru: GLideN64 обеспечивает оптимальную производительность, но могут возникать графические артефакты. ParaLLEl-RDP обеспечивает более точную графическую эмуляцию, но требует высоких аппаратных возможностей; на устройствах с недостаточной производительностью могут возникать задержки или сбои.
sk: GLideN64 poskytuje optimálny výkon, ale môže mať grafické chyby. ParaLLEl-RDP poskytuje presnejšiu grafickú emuláciu, ale vyžaduje vyššie hardvérové kapacity; zariadenia s nedostatočným výkonom môžu zaostávať alebo padať.
th: GLideN64 ให้ประสิทธิภาพสูงสุดแต่อาจเกิดข้อผิดพลาดทางกราฟิก ParaLLEl-RDP ให้การจำลองกราฟิกที่แม่นยำกว่าต้องการความสามารถฮาร์ดแวร์สูง อุปกรณ์ประสิทธิภาพต่ำอาจกระตุกหรือหยุดทำงานกะทันหัน
uk: GLideN64 забезпечує оптимальну продуктивність, але можливі графічні помилки. ParaLLEl-RDP надає точнішу графічну емуляцію, але вимагає вищих апаратних можливостей; пристрої з недостатньою продуктивністю можуть лагати або збоювати.
zh_hans: GLideN64具有最佳性能但是可能存在图形错误，ParaLLEl-RDP提供更精准的图形模拟，但需要更多的硬件性能支持，性能不足的设备可能会卡顿甚至闪退

# DeadZoneSetting
source: Dead Zone
ar: المنطقة الميتة
cs: Neklidová zóna
fi: Kuollut vyöhyke
fr: Zone morte
hi: डेड जोन
hu: Holtzóna
nb: Død sone
nl: Dode zone
pt_br: Zona Morta
ru: Мёртвая зона
sk: Mŕtva zóna
th: เดดโซน
uk: Мертва зона
zh_hans: 死区设置

# DeadZoneDesc
source: Ignore minor stick movements by setting a dead zone. Fixes controller drift caused by hardware issues. Range: 0.0-1.0. • Most drift issues resolve below 0.1 • Setting to 1.0 disables the stick
ar: تجاهل الحركات الطفيفة للعصا. يُصلح انحراف الجهاز. النطاق: 0.0-1.0 • يتم حل الانحراف تحت 0.1 • 1.0 يعطل العصا
cs: Ignorujte drobné pohyby páčky. Opravuje drift ovladače. Rozsah: 0.0-1.0 • Drift řešen pod 0.1 • 1.0 deaktivuje páčku
fi: Ohita pieniä tikun liikkeitä. Korjaa ohjaimen ajautumisen. Alue: 0.0-1.0 • Ajautumisongelmat ratkeavat alle 0,1 • 1,0 poistaa tikun käytöstä
fr: Ignore micro-mouvements via zone morte. Corrige la dérive matérielle. Plage: 0.0-1.0 • Dérive résolue sous 0.1 • 1.0 désactive le stick
hi: छोटी स्टिक हलचलों को नज़रअंदाज़ करें। हार्डवेयर ड्रिफ्ट ठीक करता है। रेंज: 0.0-1.0 • 0.1 से कम पर ड्रिफ्ट ठीक • 1.0 पर स्टिक अक्षम
hu: Figyelmen kívül hagyja a kar minimális mozgásait. Megoldja a kontroller driftet. Tartomány: 0.0-1.0 • Driftprobléma 0,1 alatt megszűnik • 1,0 kikapcsolja a kart
nb: Ignorer små spakbevegelser. Løser kontrollerdrift. Område: 0.0-1.0 • Drift løses under 0.1 • 1.0 deaktiverer spaken
nl: Negeer minimale stickbewegingen. Verhelpt controllerdrift. Bereik: 0.0-1.0 • Drift opgelost onder 0.1 • 1.0 schakelt stick uit
pt_br: Ignora micro-movimentos configurando zona morta. Corrige deriva de hardware. Faixa: 0.0-1.0 • Derivas resolvidas abaixo de 0.1 • 1.0 desativa o analógico
ru: Игнорирует микродвижения стика. Исправляет дрейф геймпада. Диапазон: 0.0-1.0 • Дрейф решается ниже 0.1 • 1.0 отключает стик
sk: Ignorujte drobné pohyby páčky. Opravuje drift ovládača. Rozsah: 0.0-1.0 • Drift vyriešený pod 0.1 • 1.0 deaktivuje páčku
th: ละเลยการเคลื่อนไหวเล็กน้อยของสติ๊ก แก้ปัญหาการลอยของคอนโทรลเลอร์ ช่วง: 0.0-1.0 • แก้ปัญหาการลอยที่ต่ำกว่า 0.1 • ตั้งค่า 1.0 จะปิดใช้งานสติ๊ก
uk: Ігнорувати мінімальні рухи джойстика. Виправляє дрифт контролера. Діапазон: 0.0-1.0 • Дрифт вирішується нижче 0.1 • 1.0 вимикає джойстик
zh_hans: 通过设置死区能忽略控制器摇杆的微小变化，可以用来解决控制器因机械故障导致的漂移现象。死区的设置范围是0.0-1.0,一般的摇杆漂移故障在0.1以内，如果设置为1.0则摇杆无法工作

# RendererTitle
source: Renderer
ar: العارض
fi: Renderöijä
fr: Moteur rendu
hi: रेंडरर
hu: Megjelenítő
pt_br: Renderizador
ru: Рендерер
th: ตัวเรนเดอร์
uk: Візуалізатор
zh_hans: 渲染器

# RendererDesc
source: Hardware: Faster with color depth & PGXP enhancements Software: More accurate but slower. Required for games like 《Silent Hill》 with complex graphics
ar: عتاد: أسرع (عمق اللون & PGXP) برمجيات: أدق لكن أبطأ. ضروري لألعاب مثل 《Silent Hill》
cs: Hardware: Rychlejší (barevná hloubka & PGXP) Software: Přesnější ale pomalejší. Vyžadováno pro 《Silent Hill》
fi: Laitteisto: Nopeampi (värisyvyys & PGXP) Ohjelmisto: Tarkempi mutta hitaampi. 《Silent Hill》 vaatii
fr: Matériel: Rapide (profondeur couleur & PGXP) Logiciel: Précis mais lent. Requis pour 《Silent Hill》
hi: हार्डवेयर: तेज़ (रंग गहराई और PGXP) सॉफ़्टवेयर: सटीक पर धीमा। 《साइलेंट हिल》 के लिए आवश्यक
hu: Hardver: Gyorsabb (színmélység & PGXP) Szoftver: Pontosabb de lassabb. Szükséges 《Silent Hill》-hez
nb: Hardware: Raskere (fargedybde & PGXP) Software: Mer nøyaktig men tregere. Påkrevet for 《Silent Hill》
nl: Hardware: Sneller (kleurdiepte & PGXP) Software: Nauwkeuriger maar trager. Vereist voor 《Silent Hill》
pt_br: Hardware: Rápido (profundidade cor & PGXP) Software: Preciso porém lento. Essencial para 《Silent Hill》
ru: Аппаратный: Быстрее (глубина цвета & PGXP) Программный: Точнее но медленнее. Необходим для 《Silent Hill》
sk: Hardvér: Rýchlejší (farebná hĺbka & PGXP) Softvér: Presnejší ale pomalší. Vyžaduje 《Silent Hill》
th: ฮาร์ดแวร์: เร็วขึ้น (ความลึกสี & PGXP) ซอฟต์แวร์: ถูกต้องกว่าแต่ช้า จำเป็นสำหรับ 《Silent Hill》
uk: Апаратне: Швидше (глибина кольору & PGXP) Програмне: Точніше але повільніше. Потрібно для 《Silent Hill》
zh_hans: Hardware渲染速度快，支持色深和PGXP等图形增强。Software渲染更精准但较慢，性能要求也更高，部分游戏只有使用Software才能正确游戏图形的渲染，如：《寂静岭》

# AchievementsLoginTitle
source: Sign In
ar: تسجيل الدخول
cs: Přihlásit se
fi: Kirjaudu sisään
fr: Se connecter
hi: साइन इन
hu: Bejelentkezés
nb: Logg inn
nl: Inloggen
pt_br: Fazer login
ru: Войти
sk: Prihlásenie
th: ลงชื่อเข้าใช้
uk: Увійти
zh_hans: 登录

# AchievementsRegisterTitle
source: Create Account
ar: إنشاء حساب
cs: Vytvořit účet
fi: Luo tili
fr: Créer un compte
hi: खाता बनाएं
hu: Fiók létrehozása
nb: Opprett konto
nl: Account aanmaken
pt_br: Criar conta
ru: Создать аккаунт
sk: Vytvoriť účet
th: สร้างบัญชี
uk: Створити акаунт
zh_hans: 创建账户

# AchievementsNotMember
source: New here?
ar: جديد هنا؟
cs: Jste nový?
fi: Uusi täällä?
fr: Nouveau ici ?
hi: नए हैं?
hu: Új vagy?
nb: Ny her?
nl: Nieuw hier?
pt_br: Novo por aqui?
ru: Впервые здесь?
sk: Nový tu?
th: ใหม่ที่นี่?
uk: Вперше тут?
zh_hans: 新用户？

# AchievementsLogoutTitle
source: Sign Out
ar: تسجيل الخروج
cs: Odhlásit se
fi: Kirjaudu ulos
fr: Se déconnecter
hi: साइन आउट
hu: Kijelentkezés
nb: Logg ut
nl: Uitloggen
pt_br: Sair
ru: Выйти
sk: Odhlásenie
th: ลงชื่อออก
uk: Вийти
zh_hans: 退出登录

# AchievementsUnlock
source: · Last 5 Games · Achievements Unlocked ·
ar: · آخر 5 ألعاب · إنجازات مُفعّلة ·
cs: · Poslední 5 her · Odběmy odemčeny ·
fi: · Viimeiset 5 peliä · Saavutukset avattu ·
fr: · 5 derniers jeux · Succès débloqués ·
hi: · पिछले 5 गेम · उपलब्धियां अनलॉक ·
hu: · Utolsó 5 játék · Achievement-ek feloldva ·
nb: · Siste 5 spill · Prestasjoner låst opp ·
nl: · Laatste 5 games · Prestaties vrijgespeeld ·
pt_br: · Últimos 5 jogos · Conquistas desbloqueadas ·
ru: · Последние 5 игр · Достижения разблокированы ·
sk: · Posledných 5 hier · Achievementy odomknuté ·
th: · 5 เกมล่าสุด · ปลดล็อกความสำเร็จ ·
uk: · Останні 5 ігор · Досягнення розблоковано ·
zh_hans: · 最近5款游戏 · 解锁成就 ·

# HardcoreTitle
source: Hardcore Score:
ar: النقاط المتقدمة:
cs: Hardcore skóre:
fi: Hardcore-pisteet:
fr: Score Hardcore:
hi: हार्डकोर स्कोर:
hu: Hardcore pont:
nb: Hardcore-poeng:
pt_br: Pontuação Hardcore:
ru: Хардкорные очки:
sk: Hardcore skóre:
th: คะแนนฮาร์ดคอร์:
uk: Рахунок Hardcore:
zh_hans: 硬核分数：

source: Hardcore Mode
ar: الوضع المتقدم
cs: Hardcore režim
fi: Hardcore-tila
fr: Mode Hardcore
hi: हार्डकोर मोड
hu: Hardcore mód
nb: Hardcore-modus
nl: Hardcore Modus
pt_br: Modo Hardcore
ru: Хардкорный режим
sk: Hardcore režim
th: โหมดฮาร์ดคอร์
uk: Режим Hardcore
zh_hans: 硬核模式

# EnableAchievements
source: Enable RetroAchievements
ar: تفعيل RetroAchievements
cs: Povolit RetroAchievements
fi: Ota RetroAchievements käyttöön
fr: Activer RetroAchievements
hi: RetroAchievements सक्षम करें
hu: RetroAchievements bekapcsolása
nb: Aktiver RetroAchievements
nl: RetroAchievements inschakelen
pt_br: Ativar RetroAchievements
ru: Включить RetroAchievements
sk: Povoliť RetroAchievements
th: เปิดใช้ RetroAchievements
uk: Увімкнути RetroAchievements
zh_hans: 启用 RetroAchievements

# HardcoreDesc
source: No cheats or save states allowed
ar: غير مسموح بالغش أو الحفظ
cs: Žádné cheatování nebo ukládání stavů povoleno
fi: Huijaukset ja tallennustilat kielletty
fr: Triche et états de sauvegarde interdits
hi: चीट्स या सेव स्टेट्स की अनुमति नहीं
hu: Cheatek és mentések tiltva
nb: Ingen juks eller lagrede tillater tillatt
nl: Geen cheats of save states toegestaan
pt_br: Não são permitidos cheats ou estados salvos
ru: Читы и сейвы запрещены
sk: Cheaty a save states nie sú povolené
th: ไม่อนุญาตให้ใช้สูตรลับหรือบันทึกสถานะ
uk: Чіти та стани збереження заборонені
zh_hans: 禁止使用金手指和存档

# SoftcoreTitle
source: Softcore Score:
ar: النقاط العادية:
cs: Softcore skóre:
fi: Softcore-pisteet:
fr: Score Softcore:
hi: सॉफ्टकोर स्कोर:
hu: Softcore pont:
nb: Softcore-poeng:
pt_br: Pontuação Softcore:
ru: Софткорные очки:
sk: Softcore skóre:
th: คะแนนซอฟต์คอร์:
uk: Рахунок Softcore:
zh_hans: 休闲分数：

# SoftcoreDesc
source: Play with cheats and save states
ar: العب مع الغش والحفظ
cs: Hrajte s cheaty a ukládáním stavů
fi: Pelu huijausten ja tallennustilojen kanssa
fr: Jouez avec triche et états de sauvegarde
hi: चीट्स और सेव स्टेट्स के साथ खेलें
hu: Játsz cheat-ekkel és mentésekkel
nb: Spill med juks og lagrede tillater
nl: Spelen met cheats en save states
pt_br: Jogue com cheats e estados salvos
ru: Играйте с читами и сейвами
sk: Hraj s cheatmi a save states
th: เล่นด้วยสูตรลับและบันทึกสถานะ
uk: Грайте з читами та станами збереження
zh_hans: 允许金手指与存档功能

# RankTitle
source: Rank:
ar: الرتبة:
cs: Pořadí:
fi: Sijoitus:
fr: Rang:
hi: रैंक:
hu: Rang:
nb: Rang:
nl: Rang:
ru: Ранг:
sk: Poradie:
th: อันดับ:
uk: Ранг:
zh_hans: 排名：

# RankRequire
source: Requires 250 points or more
ar: يتطلب 250 نقطة أو أكثر
cs: Vyžaduje 250 bodů nebo více
fi: Vaaditaan 250 pistettä tai enemmän
fr: Nécessite 250 points ou plus
hi: 250 पॉइंट्स या अधिक आवश्यक
hu: 250 pont vagy több szükséges
nb: Krever 250 poeng eller mer
nl: Vereist 250 punten of meer
pt_br: Requer 250 pontos ou mais
ru: Требуется 250 очков или более
sk: Vyžaduje sa 250 bodov alebo viac
th: ต้องการ 250 คะแนนขึ้นไป
uk: Потрібно 250 очок або більше
zh_hans: 至少需要250分

# AchievementsMoreDetail
source: Learn more at
ar: المزيد في
cs: Více informací na
fi: Lue lisää
fr: En savoir plus sur
hi: अधिक जानें
hu: További info itt:
nb: Lær mer på
nl: Meer info op
pt_br: Saiba mais em
ru: Узнать больше на
sk: Viac info na
th: เรียนรู้เพิ่มเติม
uk: Детальніше на
zh_hans: 了解更多：

source: Last Activity: %@
ar: آخر نشاط: %@
cs: Poslední aktivita: %@
fi: Viimeisin toiminta: %@
fr: Dernière activité: %@
hi: अंतिम गतिविधि: %@
hu: Utolsó tevékenység: %@
nb: Siste aktivitet: %@
nl: Laatste activiteit: %@
pt_br: Última atividade: %@
ru: Последняя активность: %@
sk: Posledná aktivita: %@
th: กิจกรรมล่าสุด: %@
uk: Остання активність: %@
zh_hans: 最近活跃：%@

source: Member Since: %@
ar: عضو منذ: %@
cs: Člen since: %@
fi: Jäsen alkaen: %@
fr: Membre depuis: %@
hi: सदस्य since: %@
hu: Tag since: %@
nb: Medlem since: %@
nl: Lid sinds: %@
pt_br: Membro desde: %@
ru: Участник с: %@
sk: Člen od: %@
th: สมาชิก since: %@
uk: Учасник з: %@
zh_hans: 注册时间：%@

source: Completion Progress
ar: التقدم
cs: Pokrok
fi: Suoritusprosentti
fr: Progression
hi: प्रगति
hu: Teljesítési állapot
nb: Framdrift
nl: Voortgang
pt_br: Progresso
ru: Прогресс
sk: Postup dokončenia
th: ความคืบหน้า
uk: Прогрес завершення
zh_hans: 完成进度

# AchievementsList
source: Achievements
ar: الإنجازات
cs: Úspěchy
fi: Saavutukset
fr: Succès
hi: उपलब्धियां
hu: Achievement-ek
nb: Prestasjoner
nl: Prestaties
pt_br: Conquistas
ru: Достижения
sk: Achievementy
th: ความสำเร็จ
uk: Досягнення
zh_hans: 成就列表

# TotalAchievements
source: %d Achievements Total
ar: %d إنجازات إجمالاً
cs: Celkem %d úspěchů
fi: Yhteensä %d saavutusta
fr: %d succès au total
hi: कुल %d उपलब्धियां
hu: Összesen %d achievement
nb: Totalt %d prestasjoner
nl: %d prestaties totaal
pt_br: %d conquistas no total
ru: Всего %d достижений
sk: Celkom %d achievementov
th: ความสำเร็จทั้งหมด %d รายการ
uk: Всього %d досягнень
zh_hans: 共%d项成就

# TotalPoints
source: %d Points Total
ar: %d نقاط إجمالاً
cs: Celkem %d bodů
fi: Yhteensä %d pistettä
fr: %d points au total
hi: कुल %d पॉइंट्स
hu: Összesen %d pont
nb: Totalt %d poeng
nl: %d punten totaal
pt_br: %d pontos no total
ru: Всего %d очков
sk: Celkom %d bodov
th: คะแนนทั้งหมด %d คะแนน
uk: Всього %d очок
zh_hans: 共%d分

source: Achievement Unlocked
ar: تم تفعيل الإنجاز
cs: Úspěch odemčen
fi: Saavutus avattu
fr: Succès débloqué
hi: उपलब्धि अनलॉक
hu: Achievement feloldva
nb: Prestasjon låst opp
nl: Prestatie vrijgespeeld
pt_br: Conquista desbloqueada
ru: Достижение разблокировано
sk: Achievement odomknutý
th: ปลดล็อกความสำเร็จ
uk: Досягнення розблоковано
zh_hans: 成就已解锁

# AchievementsLoginFail
source: Login failed. Please check your username or password
ar: فشل تسجيل الدخول. يرجى التحقق من اسم المستخدم أو كلمة المرور
cs: Přihlášení selhalo. Zkontrolujte své uživatelské jméno nebo heslo
fi: Kirjautuminen epäonnistui. Tarkista käyttäjätunnus tai salasana
fr: Échec de la connexion. Vérifiez votre nom d'utilisateur ou mot de passe
hi: लॉगिन विफल। कृपया अपना यूज़रनेम या पासवर्ड जांचें
hu: Sikertelen bejelentkezés. Ellenőrizd a felhasználónevet vagy jelszót
nb: Innlogging mislyktes. Sjekk brukernavn eller passord
nl: Inloggen mislukt. Controleer je gebruikersnaam of wachtwoord
pt_br: Falha no login. Verifique seu nome de usuário ou senha
ru: Ошибка входа. Проверьте имя пользователя или пароль
sk: Prihlásenie zlyhalo. Skontroluj používateľské meno alebo heslo
th: ลงชื่อเข้าใช้ล้มเหลว กรุณาตรวจสอบชื่อผู้ใช้หรือรหัสผ่าน
uk: Помилка входу. Перевірте ім'я користувача або пароль
zh_hans: 登录失败，请检查用户名或密码

# AchievementsLoginDenied
source: Login failed. Your account has been denied
ar: فشل تسجيل الدخول. تم رفض حسابك
cs: Přihlášení selhalo. Váš účet byl zamítnut
fi: Kirjautuminen epäonnistui. Tilisi on hylätty
fr: Échec de la connexion. Votre compte a été refusé
hi: लॉगिन विफल। आपके खाते को अस्वीकार कर दिया गया
hu: Sikertelen bejelentkezés. A fiókod elutasításra került
nb: Innlogging mislyktes. Kontoen din er blitt avvist
nl: Inloggen mislukt. Je account is geweigerd
pt_br: Falha no login. Sua conta foi negada
ru: Ошибка входа. Ваш аккаунт был отклонен
sk: Prihlásenie zlyhalo. Tvoj účet bol zamietnutý
th: ลงชื่อเข้าใช้ล้มเหลว บัญชีของคุณถูกปฏิเสธ
uk: Помилка входу. Ваш акаунт відхилено
zh_hans: 登录失败，访问被拒绝

# AchievementsDataLoadFail
source: Failed to load achievements
ar: فشل تحميل الإنجازات
cs: Nepodařilo se načíst úspěchy
fi: Saavutusten lataus epäonnistui
fr: Échec du chargement des succès
hi: उपलब्धियां लोड नहीं हो सकीं
hu: Achievement-ek betöltése sikertelen
nb: Kunne ikke laste prestasjoner
nl: Laden prestaties mislukt
pt_br: Falha ao carregar conquistas
ru: Не удалось загрузить достижения
sk: Načítanie achievementov zlyhalo
th: ไม่สามารถโหลดความสำเร็จ
uk: Не вдалося завантажити досягнення
zh_hans: 成就数据加载失败

# AchievementsLogoutAlert
source: Logging out will stop tracking achievements. Continue?
ar: تسجيل الخروج سيوقف تتبع الإنجازات. المتابعة؟
cs: Odhlášení zastaví sledování úspěchů. Pokračovat?
fi: Uloskirjautuminen lopettaa saavutusten seurannan. Jatketaanko?
fr: Se déconnecter arrêtera le suivi des succès. Continuer ?
hi: लॉगआउट करने से उपलब्धि ट्रैकिंग बंद हो जाएगी। जारी रखें?
hu: A kijelentkezés leállítja az achievement-ek követését. Folytatod?
nb: Utlogging vil stoppe prestasjonssporing. Fortsette?
nl: Uitloggen stopt het bijhouden van prestaties. Doorgaan?
pt_br: Sair interromperá o rastreamento de conquistas. Continuar?
ru: Выход остановит отслеживание достижений. Продолжить?
sk: Odhlásenie zastaví sledovanie achievementov. Pokračovať?
th: การลงชื่อออกจะหยุดการติดตามความสำเร็จ ดำเนินการต่อ?
uk: Вихід припинить відстеження досягнень. Продовжити?
zh_hans: 退出登录将停止成就追踪，是否继续？

# AchievementsNotSupport
source: %@ doesn’t support RetroAchievements
ar: %@ لا يدعم RetroAchievements
cs: %@ nepodporuje RetroAchievements
fi: %@ ei tue RetroAchievementsia
fr: %@ ne prend pas en charge RetroAchievements
hi: %@ RetroAchievements को सपोर्ट नहीं करता
hu: A(z) %@ nem támogatja a RetroAchievements-t
nb: %@ støtter ikke RetroAchievements
nl: %@ ondersteunt geen RetroAchievements
pt_br: %@ não suporta RetroAchievements
ru: %@ не поддерживает RetroAchievements
sk: %@ nepodporuje RetroAchievements
th: %@ ไม่รองรับ RetroAchievements
uk: %@ не підтримує RetroAchievements
zh_hans: %@ 不支持 RetroAchievements

# AchievementsServerError
source: RetroAchievements Server Error
ar: خطأ في خادم RetroAchievements
cs: Chyba serveru RetroAchievements
fi: RetroAchievements-palvelinvirhe
fr: Erreur serveur RetroAchievements
hi: RetroAchievements सर्वर त्रुटि
hu: RetroAchievements szerverhiba
nb: RetroAchievements serverfeil
nl: RetroAchievements Serverfout
pt_br: Erro do servidor RetroAchievements
ru: Ошибка сервера RetroAchievements
sk: Chyba servera RetroAchievements
th: ข้อผิดพลาดเซิร์ฟเวอร์ RetroAchievements
uk: Помилка сервера RetroAchievements
zh_hans: RetroAchievements 服务器错误

# AchievementsSummary
source: You've unlocked %d of %d achievements
ar: لقد فعّلت %d من %d إنجازات
cs: Odemkl(a) jste %d z %d úspěchů
fi: Olet avannut %d / %d saavutusta
fr: Vous avez débloqué %d sur %d succès
hi: आपने %d/%d उपलब्धियां अनलॉक कीं
hu: %d achievement van feloldva %d-ból
nb: Du har låst opp %d av %d prestasjoner
nl: Je hebt %d van %d prestaties vrijgespeeld
pt_br: Você desbloqueou %d de %d conquistas
ru: Вы разблокировали %d из %d достижений
sk: Odomkol si %d z %d achievementov
th: คุณได้ปลดล็อก %d จาก %d ความสำเร็จ
uk: Ви розблокували %d з %d досягнень
zh_hans: 已解锁 %d/%d 项成就

# AchievementsCompleted
source: Congrats! All achievements unlocked.
ar: مبروك! جميع الإنجازات مُفعّلة.
cs: Gratulujeme! Všechny úspěchy odemčeny.
fi: Onnittelut! Kaikki saavutukset avattu.
fr: Félicitations ! Tous les succès débloqués.
hi: बधाई! सभी उपलब्धियां अनलॉक।
hu: Gratulálunk! Minden achievement feloldva.
nb: Gratulerer! Alle prestasjoner låst opp.
nl: Gefeliciteerd! Alle prestaties vrijgespeeld.
pt_br: Parabéns! Todas as conquistas desbloqueadas.
ru: Поздравляем! Все достижения разблокированы.
sk: Gratulujeme! Všetky achievementy odomknuté.
th: ยินดีด้วย! ปลดล็อกความสำเร็จทั้งหมดแล้ว
uk: Вітаємо! Усі досягнення розблоковано.
zh_hans: 恭喜！已解锁全部成就

source: Hardcore
ar: متقدم
hi: हार्डकोर
ru: Хардкор
th: ฮาร์ดคอร์
zh_hans: 硬核

source: Softcore
ar: عادي
hi: सॉफ्टकोर
ru: Софткор
th: ซอฟต์คอร์
zh_hans: 休闲

# ToggleAchievementsAlert
source: Switching will close your current game. Unsaved progress may be lost. Continue?
ar: التبديل سيغلق لعبتك الحالية. التقدم غير المحفوظ may be lost. المتابعة؟
cs: Přepnutí zavře aktuální hru. Neuložený pokrok může být ztracen. Pokračovat?
fi: Vaihto sulkee nykyisen pelin. Tallentamaton edistyminen voi hävitä. Jatketaanko?
fr: Changer fermera votre jeu actuel. La progression non sauvegardée peut être perdue. Continuer ?
hi: स्विच करने से वर्तमान गेम बंद हो जाएगा। अनसेव्ड प्रोग्रेस खो सकती है। जारी रखें?
hu: A váltás bezárja a jelenlegi játékot. A nem mentett előrehaladás elveszhet. Folytatod?
nb: Veksling lukker nåværende spill. Ulagret framdrift kan gå tapt. Fortsette?
nl: Omschakelen sluit je huidige game. Niet-opgeslagen voortgang kan verloren gaan. Doorgaan?
pt_br: Mudar fechará seu jogo atual. Progresso não salvo pode ser perdido. Continuar?
ru: Переключение закроет текущую игру. Несохраненный прогресс может быть lost. Продолжить?
sk: Prepnutie zatvorí aktuálnu hru. Neuložený postup môže byť stratený. Pokračovať?
th: การสลับจะปิดเกมปัจจุบันของคุณ ความคืบหน้าที่ไม่ได้บันทึกอาจสูญหาย ดำเนินการต่อ?
uk: Перемикання закриє поточну гру. Незбережений прогрес може бути втрачено. Продовжити?
zh_hans: 切换将关闭当前游戏，未保存的进度可能丢失，是否继续？

# ToggleHardcoreAlert
source: Switching to Hardcore Mode will close your current game. Unsaved progress will be lost. Continue?
ar: التبديل إلى الوضع المتقدم سيغلق لعبتك. التقدم غير المحفوظ will be lost. المتابعة؟
cs: Přepnutí do Hardcore režimu zavře hru. Neuložený pokrok bude ztracen. Pokračovat?
fi: Hardcore-tilaan vaihtaminen sulkee nykyisen pelin. Tallentamaton edistyminen häviää. Jatketaanko?
fr: Passer en Mode Hardcore fermera votre jeu. La progression non sauvegardée sera perdue. Continuer ?
hi: हार्डकोर मोड में स्विच करने से गेम बंद हो जाएगा। अनसेव्ड प्रोग्रेस खो जाएगी। जारी रखें?
hu: A Hardcore módra váltás bezárja a jelenlegi játékot. A nem mentett előrehaladás elveszik. Folytatod?
nb: Veksling til Hardcore-modus lukker spillet. Ulagret framdrift vil gå tapt. Fortsette?
nl: Omschakelen naar Hardcore Modus sluit je game. Niet-opgeslagen voortgang gaat verloren. Doorgaan?
pt_br: Mudar para o Modo Hardcore fechará seu jogo. Progresso não salvo será perdido. Continuar?
ru: Переключение в Хардкорный режим закроет игру. Несохраненный прогресс будет lost. Продолжить?
sk: Prepnutie na Hardcore režim zatvorí aktuálnu hru. Neuložený postup bude stratený. Pokračovať?
th: การสลับไปโหมดฮาร์ดคอร์จะปิดเกมของคุณ ความคืบหน้าที่ไม่ได้บันทึกจะสูญหาย ดำเนินการต่อ?
uk: Перемикання в режим Hardcore закриє поточну гру. Незбережений прогрес буде втрачено. Продовжити?
zh_hans: 切换至硬核模式将关闭当前游戏，未保存的进度将丢失，是否继续？
