Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# iCloudTipsDetail
source: Activate iCloud Sync to seamlessly transfer all Manic EMU data across devices logged in with the same Apple ID. All your data will be uploaded to iCloud, which may consume your iCloud storage space. Insufficient storage may cause sync failures! Synced data will be stored in the cloud - games may not function properly if data hasn't finished downloading.
ar: سيتم تحميل جميع البيانات إلى iCloud. تأكد من وجود مساحة كافية!
cs: Data budou nahrána do iCloud a spotřebují váš úložný prostor. Při nedostatku místa synchronizace selže!
fi: iCloud-synkronoinnin avulla voit synkronoida kaiken Manic EMU:ssa samalla Apple ID:llä varustettujen laitteiden välillä. Synkronoinnin käyttöönoton jälkeen kaikki tiedot lähetetään iCloudiin, mikä käyttää iCloud-tallennustilaa. Jos tilaa ei ole tarpeeksi, synkronointi voi epäonnistua! Synkronoinnin jälkeen tiedot tallennetaan pilveen, ja jos tietoja ei ole vielä ladattu, pelien pelaaminen ei välttämättä onnistu!
fr: Activez la synchronisation iCloud pour synchroniser tout le contenu de Manic EMU sur les appareils utilisant le même Apple ID. Une fois activée, toutes vos données seront uploadées sur iCloud, ce qui occupera de l'espace de stockage. Si l'espace est insuffisant, la synchronisation échouera ! Vos données seront stockées dans le cloud - si elles ne sont pas encore téléchargées, le jeu peut ne pas fonctionner correctement !
hi: iCloud सिंक चालू करने से समान Apple ID वाले सभी डिवाइस पर Manic EMU की हर चीज़ सिंक होगी। सिंक चालू करने पर आपका सारा डेटा iCloud में अपलोड होगा जो आपके iCloud स्टोरेज का उपयोग करेगा। अगर स्टोरेज पूरा है, तो सिंक फेल हो सकता है! सिंक के बाद आपका डेटा क्लाउड में सेव होगा, अगर डेटा डाउनलोड नहीं हुआ है तो आप गेम नहीं खेल पाएंगे!
hu: Az iCloud szinkronizálás engedélyezésével azonos Apple ID-val rendelkező eszközökön szinkronizálhatja a Manic EMU összes adatát. A szinkronizálás bekapcsolása után minden adata fel lesz töltve az iCloud-ba, ami az iCloud tárhelyét fogja használni. Ha nincs elég hely, a szinkronizálás sikertelen lesz! A szinkronizált adatok a felhőben lesznek tárolva, és ha az adatok még nincsenek letöltve, nem fog tudni normálisan játszani!
nb: Data lagres i skyen – sjekk lagringsplass
nl: Sync vereist iCloud-opslagruimte. Bij onvoldoende ruimte kan sync mislukken
pt_br: Todos os dados serão enviados ao iCloud e ocuparão espaço de armazenamento. Se o espaço for insuficiente, a sincronização falhará!
ru: Синхронизация использует ваше облачное хранилище. При нехватке места синхронизация прервётся.
sk: Zapnutím synchronizácie cez iCloud môžete synchronizovať hry, skiny, uloženia a nastavenia medzi zariadeniami s rovnakým Apple ID. Všetky vaše údaje budú nahrané do iCloud, čo môže využívať váš úložný priestor. Ak je priestor nedostatočný, synchronizácia zlyhá! Po synchronizácii budú vaše údaje uložené v cloude a ak ešte nebudú stiahnuté, nemusia byť dostupné pre hranie!
th: การซิงค์ข้อมูลจะใช้พื้นที่เก็บข้อมูล iCloud ของคุณ หากพื้นที่ไม่เพียงพออาจทำให้ซิงค์ล้มเหลว
uk: Увімкніть синхронізацію iCloud, щоб синхронізувати всі дані Manic EMU між пристроями з однаковим Apple ID. Усі ваші дані будуть завантажені в iCloud, що займе місце в сховищі. Якщо місця недостатньо, синхронізація може не вдатися! Поки дані не завантажаться, гра може не працювати коректно!
zh_hans: 启用iCloud同步，可以在登录了相同Apple ID的客户端上同步Manic EMU上的一切，开启同步之后你的所有数据都会上传到iCloud中，这将会占用你的iCloud存储空间，若空间不足，则会导致同步失败！同步后你的数据会存储在云端，若数据尚未下载可能你将无法正常游戏！

# iCloudConfirm
source: Continue Activation
ar: متابعة
cs: Pokračovat
fi: Jatka käyttöönottoa
fr: Activer
hi: चालू करें
hu: Folytatás és bekapcsolás
nb: Fortsett
nl: Doorgaan
pt_br: Continuar
ru: Продолжить
sk: Pokračovať v zapnutí
th: ดำเนินการต่อ
uk: Продовжити
zh_hans: 继续开启

# LoadingTitle
source: Downloading
ar: جاري التحميل
cs: Načítání
fi: Ladataan
fr: Téléchargement
hi: डाउनलोडिंग
hu: Betöltés
nb: Laster ned
nl: Downloaden
pt_br: Baixando
ru: Загрузка
sk: Sťahovanie
th: กำลังดาวน์โหลด
uk: Завантаження
zh_hans: 下载中

# LoadRomSuccess
source: %@ downloaded - ready to play!
ar: تم تحميل %@، ابدأ اللعب الآن!
cs: %@ připraveno – začněte hrát!
fi: %@ lataus valmis, aloita peli!
fr: %@ téléchargé(e), prêt à jouer !
hi: %@ डाउनलोड पूरा, अभी गेम शुरू करें!
hu: %@ letöltése befejeződött, kezdje el a játékot!
nb: %@ er klar – start spillet!
nl: %@ gedownload. Start het spel!
pt_br: %@ baixado - comece a jogar!
ru: %@ загружена. Начать игру?
sk: %@ bolo stiahnuté, môžete začať hrať
th: %@ ดาวน์โหลดเสร็จสิ้น เริ่มเล่นได้เลย!
uk: %@ завантажено. Починайте гру!
zh_hans: %@下载完成，快开始游戏吧

# GameSettingSaveState
source: Save State
ar: حفظ الحالة
cs: Uložit stav
fi: Tallennus
fr: Sauvegarder
hi: सेव
hu: Mentés
nb: Lagring
nl: Opslaan
pt_br: Salvar
ru: Создать сейв
sk: Uložiť
th: เซฟ
uk: Зберегти
zh_hans: 存档

# GameSettingQuickLoadState
source: Quick Load
ar: تحميل سريع
cs: Rychlé načtení
fi: Pikalataus
fr: Chargement rapide
hi: क्विक लोड
hu: Gyors betöltés
nb: Hurtiglasting
nl: Snel laden
pt_br: Carregar rápido
ru: Быстрая загрузка
sk: Rýchle načítanie
th: โหลดเซฟเร็ว
uk: Швидке завантаження
zh_hans: 快速读档

# GameSettingVolume
source: Volume
ar: الصوت
cs: Hlasitost
fi: Ääni
hi: वॉल्यूम
hu: Hangerő
nb: Lyd
ru: Громкость
sk: Hlasitosť
th: เสียง
uk: Гучність
zh_hans: 声音

# GameSettingFastForwardResume
source: Normal Speed
ar: السرعة العادية
cs: Normální rychlost
fi: Normaali nopeus
fr: Vitesse normale
hi: नॉर्मल स्पीड
hu: Normál sebesség
nb: Normal hastighet
nl: Normale snelheid
pt_br: Velocidade normal
ru: Обычная скорость
sk: Normálna rýchlosť
th: ความเร็วปกติ
uk: Звичайна швидкість
zh_hans: 正常速度

# GameSettingFastForward
source: Fast Forward %@
ar: تسريع %@x
cs: Rychloposuv %@
fi: Nopeutus %@
fr: Avance rapide %@
hi: फास्ट-फॉरवर्ड %@
hu: Előretekerés %@
nb: Spol frem %@
nl: Versnellen %@
pt_br: Avanço rápido %@
ru: Ускорение x%@
sk: Rýchlovpred %@
th: เร่งความเร็ว %@
uk: Пришвидшити %@
zh_hans: 快进%@

# GameSettingStateList
source: Save States
ar: قائمة الحفظ
cs: Seznam uložení
fi: Tallennuslista
fr: Liste des save states
hi: सेव स्टेट लिस्ट
hu: Mentések listája
nb: Lagringsliste
nl: Opslaglijst
pt_br: Lista de saves
ru: Список сейвов
sk: Zoznam uložení
th: รายการเซฟ
uk: Список збережень
zh_hans: 存档列表

# GameSettingSkins
source: Skins
ar: تخصيص السكين
cs: Nastavit skin
fi: Aseta skini
hi: स्किन सेट करें
hu: Skin beállítása
nl: Skins instellen
ru: Скины
sk: Nastaviť skin
th: ตั้งค่าสกิน
uk: Встановити скін
zh_hans: 设置皮肤

# GameSettingFilter
source: Filters
ar: المرشحات
cs: Filtr
fi: Suodatin
fr: Filtres
hi: फिल्टर
hu: Szűrő
nb: Filter
nl: Filter
pt_br: Filtros
ru: Фильтры
sk: Filter
th: ฟิลเตอร์
uk: Фільтр
zh_hans: 滤镜

# GameSettingScreenShot
source: Screenshot
ar: لقطة شاشة
fi: Pelin kuvakaappaus
fr: Capture d'écran
hi: गेम स्क्रीनशॉट
hu: Játék képernyőkép
nb: Skjermbilde
pt_br: Captura de tela
ru: Скриншот
sk: Screenshot hry
th: ภาพหน้าจอเกม
uk: Знімок екрана
zh_hans: 游戏截图

# GameSettingHapticOff
source: Haptics Off
ar: إيقاف الاهتزاز
cs: Vypnout vibrace
fi: Taktinen palaute pois
fr: Retour haptique désactivé
hi: हैप्टिक बंद
hu: Vibráció kikapcsolva
nb: Ingen vibrasjon
nl: Trilling uit
pt_br: Vibração desligada
ru: Вибрация выкл.
sk: Vibrácie vypnuté
th: ปิดการสั่น
uk: Вібрація вимкнена
zh_hans: 震感关闭

# GameSettingHapticSoft
source: Soft Haptics
ar: اهتزاز خفيف
cs: Slabé vibrace
fi: Taktinen palaute heikko
fr: Haptique doux
hi: हैप्टिक सॉफ्ट
hu: Vibráció: gyenge
nb: Svak vibrasjon
nl: Zwak
pt_br: Vibração suave
ru: Слабая
sk: Vibrácie slabé
th: สั่นเบา
uk: Слабка вібрація
zh_hans: 震感 弱

# GameSettingHapticLight
source: Light Haptics
ar: اهتزاز متوسط
cs: Lehké vibrace
fi: Taktinen palaute kevyt
fr: Haptique léger
hi: हैप्टिक लाइट
hu: Vibráció: könnyű
nb: Lett vibrasjon
nl: Licht
pt_br: Vibração leve
ru: Лёгкая
sk: Vibrácie ľahké
th: สั่นเล็กน้อย
uk: Легка вібрація
zh_hans: 震感 轻

# GameSettingHapticMedium
source: Medium Haptics
ar: اهتزاز قوي
cs: Střední vibrace
fi: Taktinen palaute keskitaso
fr: Haptique moyen
hi: हैप्टिक मीडियम
hu: Vibráció: közepes
nb: Middels vibrasjon
nl: Gemiddeld
pt_br: Vibração média
ru: Средняя
sk: Vibrácie stredné
th: สั่นปานกลาง
uk: Середня вібрація
zh_hans: 震感 中

# GameSettingHapticHeavy
source: Heavy Haptics
ar: اهتزاز شديد
cs: Silné vibrace
fi: Taktinen palaute voimakas
fr: Haptique fort
hi: हैप्टिक हैवी
hu: Vibráció: erős
nb: Sterk vibrasjon
nl: Zwaar
pt_br: Vibração forte
ru: Сильная
sk: Vibrácie silné
th: สั่นแรง
uk: Сильна вібрація
zh_hans: 震感 重

# GameSettingHapticRigid
source: Rigid Haptics
ar: اهتزاز صلب
cs: Tuhé vibrace
fi: Taktinen palaute jäykkä
fr: Haptique rigide
hi: हैप्टिक रिजिड
hu: Vibráció: merev
nb: Skarp vibrasjon
nl: Hard
pt_br: Vibração rígida
ru: Жёсткая
sk: Vibrácie tuhé
th: สั่นแข็ง
uk: Жорстка вібрація
zh_hans: 震感 刚性

# GameSettingControllerTypeDPad
source: DPad
ru: Крестовина

# GameSettingControllerTypeStick
source: Joystick
ar: جويستيك
fi: Ohjain
hi: जॉयस्टिक
nb: Styrespak
ru: Стик
th: จอยสติ๊ก
uk: Джойстик
zh_hans: 摇杆

# GameSettingAirplay
source: AirPlay
ar: العرض على الشاشة
fi: Lähetä näytölle
hi: एयरप्ले
hu: Kivetítés
pt_br: Transmitir
ru: Трансляция
sk: Vysielanie
uk: Трансляція
zh_hans: 投屏

# GameSettingControllerSetting
source: Controllers
ar: إعدادات التحكم
cs: Nastavení ovladače
fi: Ohjain
fr: Contrôleurs
hi: कंट्रोलर
hu: Vezérlő beállítások
nb: Kontroller
nl: Controller
pt_br: Controles
ru: Настройки контроллера
sk: Ovládač
th: ตั้งค่าคอนโทรลเลอร์
uk: Контролер
zh_hans: 控制器

# GameSettingOrientationAuto
source: Auto-Rotate
ar: تدوير تلقائي
cs: Auto rotace
fi: Automaattinen kierto
fr: Rotation automatique
hi: ऑटो रोटेशन
hu: Automatikus forgatás
nb: Auto-rotasjon
nl: Automatisch draaien
pt_br: Rotação automática
ru: Автоповорот
sk: Automatická orientácia
th: หมุนอัตโนมัติ
uk: Автоповорот
zh_hans: 自动旋转

# GameSettingOrientationPortrait
source: Portrait Lock
ar: وضع عمودي
cs: Na výšku
fi: Pakota pystyasento
fr: Forcer portrait
hi: फोर्स पोर्ट्रेट
hu: Kényszerített álló mód
nb: Tving portrett
nl: Portret vergrendelen
pt_br: Forçar modo retrato
ru: Портретный режим
sk: Vynútiť na výšku
th: บังคับแนวตั้ง
uk: Книжний режим
zh_hans: 强制竖屏

# GameSettingOrientationLandscape
source: Landscape Lock
ar: وضع أفقي
cs: Na šířku
fi: Pakota vaaka-asento
fr: Forcer paysage
hi: फोर्स लैंडस्केप
hu: Kényszerített fekvő mód
nb: Tving landskap
nl: Landschap vergrendelen
pt_br: Forçar modo paisagem
ru: Альбомный режим
sk: Vynútiť na šírku
th: บังคับแนวนอน
uk: Альбомний режим
zh_hans: 强制横屏

# GameSettingFunctionSort
source: Function Layout
ar: ترتيب الوظائف
cs: Řazení funkcí
fi: Toimintojen järjestys
fr: Tri des fonctions
hi: फंक्शन सॉर्ट
hu: Funkciók rendezése
nb: Funksjonsrekkefølge
nl: Functies ordenen
pt_br: Ordenar funções
ru: Сортировка функций
sk: Zoradiť funkcie
th: เรียงลำดับฟังก์ชัน
uk: Сортування функцій
zh_hans: 功能排序

# GameSettingReload
source: Restart
ar: إعادة التشغيل
cs: Restartovat
fi: Käynnistä uudelleen
fr: Redémarrer
hi: रिलोड
hu: Újraindítás
nb: Start på nytt
nl: Herstarten
pt_br: Reiniciar
ru: Перезапуск
sk: Reštartovať
th: รีสตาร์ท
uk: Перезапустити
zh_hans: 重启

# GameSettingQuit
source: Quit
ar: خروج
cs: Ukončit
fi: Poistu
fr: Quitter
hi: बाहर निकलें
hu: Kilépés
nb: Avslutt
nl: Afsluiten
pt_br: Sair
ru: Выход
sk: Ukončiť
th: ออก
uk: Вийти
zh_hans: 退出

# GameSaveStateSuccess
source: Save state successful
ar: تم حفظ الحالة بنجاح
cs: Stav úspěšně uložen
fi: Pikatallennus onnistui
fr: Save state réussi
hi: सेव स्टेट सफल
hu: Azonnali mentés sikeres
nb: Lagringstilstand lagret
nl: Opslagstatus opgeslagen
pt_br: Save state criado com sucesso
ru: Сейв сохранён
sk: Uloženie bolo úspešné
th: เซฟทันทีสำเร็จ
uk: Швидке збереження успішне
zh_hans: 即时存档成功

# GameSaveStateLoadFailed
source: Failed to load save state - corrupted or incompatible
ar: فشل تحميل الحفظ، قد يكون تالفًا أو غير متوافق
cs: Chyba načtení – uložení je poškozené
fi: Pikatallennuksen lataaminen epäonnistui, tallennus on vioittunut tai yhteensopimaton
fr: Échec du chargement - save state corrompu ou incompatible
hi: सेव स्टेट लोड विफल, यह सेव स्टेट खराब या असंगत है
hu: Azonnali mentés betöltése sikertelen, a mentés sérült vagy inkompatibilis
nb: Kunne ikke laste – ugyldig lagring
nl: Laden mislukt: opslagstatus is beschadigd
pt_br: Falha ao carregar save state: arquivo corrompido ou incompatível
ru: Ошибка загрузки: повреждённый сейв
sk: Načítanie uloženia zlyhalo, uloženie je poškodené alebo nekompatibilné
th: โหลดเซฟทันทีล้มเหลว เซฟเสียหายหรือไม่เข้ากัน
uk: Не вдалося завантажити швидке збереження: воно пошкоджене або несумісне
zh_hans: 即时存档加载失败，该存档已损坏或不兼容

# GameSaveStateLoadSuccess
source: Save state loaded
ar: تم تحميل الحفظ بنجاح
cs: Stav úspěšně načten
fi: Pikatallennuksen lataaminen onnistui
fr: Save state chargé avec succès
hi: सेव स्टेट सफलतापूर्वक लोड हुआ
hu: Azonnali mentés sikeresen betöltve
nb: Lagringstilstand lastet
nl: Opslagstatus geladen
pt_br: Save state carregado com sucesso
ru: Сейв загружен
sk: Uloženie bolo úspešne načítané
th: โหลดเซฟทันทีสำเร็จ
uk: Швидке збереження успішно завантажено
zh_hans: 即时存档加载成功

# GameSaveStateQuickLoadFailed
source: No manual save state found. Use 'Save States' to load auto save states
ar: لا يوجد حفظ يدوي، استخدم «قائمة الحفظ» للتحميل التلقائي
cs: Žádné manuální uložení – použijte seznam uložení
fi: Ei manuaalisia tallennuksia, jos haluat ladata automaattisen tallennuksen, käytä "Tallennuslistaa"
fr: Aucun save state manuel trouvé. Pour charger un save state automatique, utilisez « Liste des save states »
hi: कोई मैन्युअल सेव स्टेट उपलब्ध नहीं, अगर आप ऑटो सेव स्टेट लोड करना चाहते हैं तो 'सेव स्टेट लिस्ट' का उपयोग करें
hu: Nincs kézi mentés, ha az automatikus mentést szeretné betölteni, használja a "Mentések listája" lehetőséget
nb: Ingen manuelle lagringer – bruk lagringslisten
nl: Geen handmatige opslag. Gebruik 'Opslaglijst' voor automatische opslag
pt_br: Nenhum save state manual encontrado. Para carregar saves automáticos, use a lista de saves
ru: Нет ручных сейвов. Используйте список сейвов для автосохранений
sk: Žiadne manuálne uloženie, pre načítanie automatického uloženia použite «Zoznam uložení»
th: ไม่มีเซฟด้วยตนเอง ใช้ "รายการเซฟ" เพื่อโหลดเซฟอัตโนมัติ
uk: Немає ручних збережень. Для завантаження автоматичних збережень скористайтеся «Списком збережень»
zh_hans: 暂无手动存档，如果想加载自动存档，请使用「存档列表」

# GameSaveListTitle
source: Save States
ar: الحفظ الفوري
cs: Uložení stavu
fi: Pikatallennukset
hi: सेव स्टेट्स
hu: Azonnali mentések
nb: Lagringstilstander
nl: Opslagstatus
ru: Список сейвов
sk: Okamžité uloženia
th: เซฟทันที
uk: Швидкі збереження
zh_hans: 即时存档

# GameCheatActivateFailed
source: %@ Activation failed - invalid cheat code
ar: %@ فشل التفعيل، كود الغش غير صالح
cs: %@ Aktivace selhala – neplatný cheat code
fi: %@ Aktivointi epäonnistui, cheat code ei kelpaa
fr: %@ Échec d'activation - cheat code invalide
hi: %@ एक्टिवेशन विफल, चीट कोड अमान्य
hu: %@ Aktiválás sikertelen, a cheat kód érvénytelen
nb: %@ Aktivering feilet – ugyldig cheat code
nl: %@ Cheatcode is ongeldig
pt_br: %@ Ativação falhou - cheat code inválido
ru: %@ Ошибка активации: неверный чит-код
sk: %@ Aktivácia zlyhala, cheat kód je neplatný
th: %@ เปิดใช้งานล้มเหลว Cheat Code ไม่ถูกต้อง
uk: %@ Не вдалося активувати: чіт-код недійсний
zh_hans: %@ 激活失败 作弊码无效

# GameCheatActivateSuccess
source: %@ Activated successfully
ar: %@ تم التفعيل بنجاح
cs: %@ Aktivováno úspěšně
fi: %@ Aktivointi onnistui
fr: %@ Activé avec succès
hi: %@ सफलतापूर्वक एक्टिवेट हुआ
hu: %@ Aktiválás sikeres
nb: %@ Aktivert
nl: %@ Geactiveerd
pt_br: %@ Ativado com sucesso
ru: %@ Активирован успешно
sk: %@ Aktivácia bola úspešná
th: %@ เปิดใช้งานสำเร็จ
uk: %@ Успішно активовано
zh_hans: %@ 激活成功

# AirPlayingTitle
source: Game screen mirrored via AirPlay
ar: تم عرض اللعبة على الشاشة الخارجية
cs: Obraz je přenášen přes AirPlay
fi: Pelikuva lähetetty näytölle
fr: Affichage du jeu sur l'écran AirPlay
hi: गेम स्क्रीन एयरप्ले पर प्रोजेक्ट हो रही है
hu: A játék képe a kivetítőn jelenik meg
nb: AirPlay aktivert
nl: Beeld wordt gespiegeld via AirPlay
pt_br: Exibição espelhada ativa
ru: Игра транслируется на внешний экран
sk: Herný obraz je vysielaný na externú obrazovku
th: ส่งภาพเกมไปยัง AirPlay แล้ว
uk: Зображення гри транслюється
zh_hans: 游戏画面已输出到投屏画面中

# VolumeOff
source: Muted
ar: الصوت مغلق
cs: Zvuk vypnut
fi: Äänet pois
fr: Volume : OFF
hi: वॉल्यूम ऑफ
hu: Hang némítva
nb: Lyd av
nl: Volume uit
pt_br: Som desligado
ru: Без звука
sk: Hlasitosť vypnutá
th: ปิดเสียง
uk: Гучність вимкнена
zh_hans: 音量 关

# VolumeOn
source: Unmuted
ar: الصوت مفتوح
cs: Zvuk zapnut
fi: Äänet päällä
fr: Volume : ON
hi: वॉल्यूम ऑन
hu: Hang bekapcsolva
nb: Lyd på
nl: Volume aan
pt_br: Som ligado
ru: Звук включён
sk: Hlasitosť zapnutá
th: เปิดเสียง
uk: Гучність увімкнена
zh_hans: 音量 开

# FunctionSortDesc1
source: These functions will appear as quick actions in official skins
ar: ستظهر هذه الوظائف كاختصارات في السكين الافتراضي
cs: Tyto funkce jsou výchozí pro oficiální skiny
fi: Yllä olevat toiminnot ovat oletusskinin pikatoimintoja
fr: Ces fonctions serviront de raccourcis pour le skin officiel par défaut
hi: ये फंक्शन ऑफिशियल डिफ़ॉल्ट स्किन के क्विक फंक्शन के रूप में उपयोग होंगे
hu: A fenti funkciók az alapértelmezett skin gyorsfunkcióiként lesznek használva
nb: Standard hurtigfunksjoner for skins
nl: Standaard functies voor officiële skins
pt_br: Estas funções aparecerão como atalhos no skin padrão
ru: Эти функции отображаются как быстрые настройки
sk: Tieto funkcie budú použité ako rýchle funkcie pre predvolené skiny
th: ฟังก์ชันเหล่านี้จะแสดงเป็นทางลัดในสกินมาตรฐาน
uk: Ці функції є швидким доступом у типових скінах
zh_hans: 以上功能将作为官方默认皮肤的快捷功能

# FunctionSortDesc2
source: Long press to reorder
ar: اسحب لإعادة الترتيب
cs: Podržte pro změnu pořadí
fi: Pidä painettuna ja raahaa muuttaaksesi järjestystä
fr: Maintenez enfoncé pour réorganiser
hi: ऑर्डर बदलने के लिए लॉन्ग प्रेस करके ड्रैग करें
hu: Hosszan nyomva tartva átrendezheti a sorrendet
nb: Dra for å endre rekkefølge
nl: Sleep om volgorde aan te passen
pt_br: Arraste para reordenar (toque longo)
ru: Удерживайте для изменения порядка
sk: Podržaním a potiahnutím môžete zmeniť poradie
th: กดค้างเพื่อลากและปรับลำดับ
uk: Утримуйте та перетягуйте, щоб змінити порядок
zh_hans: 长按可以拖动调整顺序

# ManualGameSaveCountLimit
source: Save state limit exceeded! Upgrade to Premium for unlimited saves or manage existing save states
ar: تجاوزت عدد الحفظ اليدوي! اشترك لرفع الحد
cs: Překročen limit uložení – odemkněte prémiový účet
fi: Pikatallennuksiesi määrä on ylittänyt rajan! Päivitä jäseneksi saadaksesi rajoittamattoman määrän pikatallennuksia tai poista tallennuksia listasta
fr: Limite de save states atteinte ! Passez premium pour les sauvegardes illimitées ou supprimez des save states existants
hi: आपके सेव स्टेट्स की संख्या लिमिट से अधिक हो गई है! अनलिमिटेड सेव स्टेट्स के लिए मेंबरशिप अपग्रेड करें या सेव स्टेट लिस्ट से कुछ डिलीट करें
hu: Az azonnali mentések száma túllépte a korlátot! Frissítsen prémium tagságra a korlátlan azonnali mentésért, vagy töröljön mentéseket a listából
nb: Maks antall lagringer nådd – oppgrader for ubegrenset
nl: Maximaal aantal handmatige opslagpunten bereikt. Word lid voor onbeperkt opslaan
pt_br: Limite de save states excedido! Torne-se membro para slots ilimitados ou exclua saves existentes
ru: Лимит сейвов! Разблокируйте безлимит с подпиской
sk: Počet vašich uložení prekročil limit! Odomknite neobmedzené uloženia zakúpením členstva alebo odstráňte niektoré uloženia zo zoznamu
th: จำนวนเซฟทันทีเกินกำหนด! ปลดล็อกไม่จำกัดด้วยการเป็นสมาชิก หรือลบเซฟบางส่วน
uk: Досягнуто ліміту швидких збережень! Розблокуйте необмежену кількість, ставши учасником, або видаліть деякі збереження
zh_hans: 你的即时存档数量已超限！请升级成为会员解锁无限即时存档数量，或着去存档列表删减存档数量

# FastForwardSpeedLimit
source: Maximum speed limited to 2x! Upgrade to Premium for 5x fast forward
ar: الحد الأقصى للتسريع x2! اشترك للوصول إلى x5
cs: Maximální rychlost x2 – odemkněte prémiový účet pro x5
fi: Suurin nopeutus on x2! Päivitä jäseneksi saadaksesi jopa x5 nopeuden
fr: Vitesse max x2 ! Passez premium pour débloquer le x5
hi: आपकी मैक्सिमम स्पीड x2 है! x5 स्पीड के लिए मेंबरशिप अपग्रेड करें
hu: A maximális gyorsítás x2! Frissítsen prémium tagságra az x5 gyorsításért
nb: Maks hastighet x2 – oppgrader for x5
nl: Maximale snelheid x2. Word lid voor x5 versnelling
pt_br: Velocidade máxima: 2x! Assine para desbloquear até 5x
ru: Максимум x2! Разблокируйте x5 с подпиской
sk: Maximálne zrýchlenie je x2! Odomknite zrýchlenie až x5 zakúpením členstva
th: ความเร็วสูงสุด x2! ปลดล็อกความเร็ว x5 ด้วยการเป็นสมาชิก
uk: Ваш максимум — x2! Розблокуйте x5, ставши учасником
zh_hans: 你的最高加速是x2！请升级成为会员解锁最高x5倍速

source: Reset Speed
ar: استعادة السرعة
cs: Normální rychlost
fi: Palauta normaali nopeus
fr: Vitesse normale
hi: स्पीड रीसेट
hu: Sebesség visszaállítása
nb: Tilbakestill hastighet
nl: Normale snelheid
pt_br: Velocidade normal
ru: Сбросить скорость
sk: Obnoviť normálnu rýchlosť
th: คืนความเร็วปกติ
uk: Нормальна швидкість
zh_hans: 恢复常速

# GoToUpgrade
source: Upgrade Now
ar: الترقية
cs: Přejít na upgrade
fi: Päivitä
fr: Améliorer
hi: अपग्रेड करें
hu: Frissítés
nb: Oppgrader
nl: Upgraden
pt_br: Assinar
ru: Перейти к подписке
sk: Prejsť na upgrade
th: อัปเกรด
uk: Оновити
zh_hans: 去升级

source: Save state too frequent
ar: حفظ متكرر جدًا
cs: Příliš časté ukládání
fi: Tallennus liian usein
fr: Sauvegardes trop fréquentes
hi: बहुत बार सेव कर रहे हैं
hu: Túl gyakori mentés
nb: For hyppig lagring
nl: Te vaak opgeslagen
pt_br: Criação de save state muito rápida
ru: Слишком частая запись сейвов
sk: Ukladanie príliš často
th: เซฟบ่อยเกินไป
uk: Занадто часте збереження
zh_hans: 存档过于频繁

source: Load state too frequent
ar: تحميل متكرر جدًا
cs: Příliš časté načítání
fi: Lataus liian usein
fr: Chargements trop fréquents
hi: बहुत बार लोड कर रहे हैं
hu: Túl gyakori betöltés
nb: For hyppig lasting
nl: Te vaak geladen
pt_br: Carregamento muito frequente
ru: Слишком частая загрузка
sk: Načítanie príliš často
th: โหลดบ่อยเกินไป
uk: Занадто часте завантаження
zh_hans: 加载过于频繁

# CheatCodeNamePlaceHolder
source: Enter name
ar: أدخل الاسم
cs: Zadejte název
fi: Anna nimi
fr: Nom du cheat code
hi: नाम दर्ज करें
hu: Adja meg a nevet
nb: Navn på cheat code
nl: Voer naam in
pt_br: Nome do cheat
ru: Введите название
sk: Zadajte názov
th: กรุณาใส่ชื่อ
uk: Введіть назву
zh_hans: 请输入名称

# AutoDetectCheatTypeName
source: Auto-Detect
ar: كشف تلقائي
cs: Automatická detekce
fi: Automaattinen tunnistus
fr: Détection automatique
hi: ऑटो डिटेक्ट
hu: Automatikus észlelés
nb: Auto-deteksjon
nl: Automatisch detecteren
pt_br: Detecção automática
ru: Автоопределение
sk: Automatická detekcia
th: ตรวจสอบอัตโนมัติ
uk: Автовизначення
zh_hans: 自动检测

# AutoDetectFormat
source: Input code to auto-detect format
ar: سيتم الكشف عن التنسيق تلقائيًا
cs: Cheat code bude automaticky detekován
fi: Syötä koodi automaattista tunnistusta varten
fr: Le format sera détecté automatiquement
hi: कोड डालने पर फॉर्मेट ऑटो डिटेक्ट होगा
hu: A kód automatikus formátumfelismerése
nb: Cheat code vil automatisk gjenkjennes
nl: Code wordt automatisch herkend
pt_br: O formato será detectado automaticamente
ru: Введите код для автоопределения
sk: Zadajte kód pre automatickú detekciu formátu
th: ป้อนโค้ดเพื่อตรวจสอบรูปแบบ
uk: Введіть код для автоматичного визначення формату
zh_hans: 输入代码自动检测格式

# CheatCodeFormatError
source: Invalid cheat code format
ar: تنسيق كود الغش غير صحيح
cs: Neplatný formát cheat code
fi: Cheat coden muoto on virheellinen
fr: Format de cheat code incorrect
hi: चीट कोड फॉर्मेट गलत है
hu: A cheat kód formátuma helytelen
nb: Ugyldig format
nl: Ongeldige cheatcode
pt_br: Formato inválido
ru: Неверный формат чит-кода
sk: Nesprávny formát cheat kódu
th: รูปแบบ Cheat Code ไม่ถูกต้อง
uk: Невірний формат чіт-коду
zh_hans: 作弊码格式不正确
