Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# DeleteSelectedSaveStateAlert
source: Do you want to remove the selected 「%@」? It cannot be recovered after removal!
ar: حذف «%@» المحدد؟ لا يمكن الاسترجاع بعد الحذف!
cs: Smazat vybraný «%@»? Nelze obnovit!
fi: Poista valittu «%@»? Poistoa ei voi perua!
fr: Supprimer le « %@ » sélectionné ? Action irréversible !
hi: चयनित «%@» हटाएं? हटाने के बाद पुनर्प्राप्त नहीं किया जा सकता!
hu: Törli a kiválasztott «%@»-t? Nem visszavonható!
nb: Slett valgt «%@»? Kan ikke gjenopprettes!
nl: Geselecteerde «%@» verwijderen? Verwijderen is permanent!
pt_br: Excluir o «%@» selecionado? Exclusão é permanente!
ru: Удалить выбранный «%@»? Восстановление невозможно!
sk: Vymazať vybraný «%@»? Nemožno obnoviť!
th: ลบ「%@」ที่เลือกหรือไม่？ ไม่สามารถกู้คืนได้หลังลบ！
uk: Видалити обраний «%@»? Відновлення неможливе!
zh_hans: 是否要移除选中的「%@」？ 移除后将不可恢复！

# DeleteAllSaveStateAlert
source: No items are currently selected. Do you want to remove all 「%@」? It cannot be recovered after removal!
ar: لا توجد عناصر محددة. حذف كل «%@»؟ لا يمكن الاسترجاع بعد الحذف!
cs: Nevybran žádný prvek. Smazat všechny «%@»? Nelze obnovit!
fi: Ei valintoja. Poista kaikki «%@»? Poistoa ei voi perua!
fr: Aucune sélection. Supprimer tous les « %@ » ? Action irréversible !
hi: कोई चयन नहीं। सभी «%@» हटाएं? हटाने के बाद पुनर्प्राप्त नहीं किया जा सकता!
hu: Nincs kiválasztva. Az összes «%@» törlése? Nem visszavonható!
nb: Ingen valg. Slett alle «%@»? Kan ikke gjenopprettes!
nl: Geen selectie. Alle «%@» verwijderen? Verwijderen is permanent!
pt_br: Nenhum item selecionado. Excluir todos os «%@»? Exclusão é permanente!
ru: Нет выбора. Удалить все «%@»? Восстановление невозможно!
sk: Žiadny výber. Vymazať všetky «%@»? Nemožno obnoviť!
th: 未选中任何条目，是否ลบ「%@」ทั้งหมด？ ไม่สามารถกู้คืนได้หลังลบ！
uk: Немає вибору. Видалити всі «%@»? Відновлення неможливе!
zh_hans: 目前没有选中任何条目，是否要移除所有的「%@」？ 移除后将不可恢复！

# AICoverSearchDesc
source: It has been detected that you attempted to search in a non-English language. After upgrading to a premium membership, Manic EMU will utilize the latest AI technology to assist you with multilingual search tasks.
ar: تم اكتشاف بحث غير إنجليزي. ترقية للاشتراك المميز لتمكين البحث متعدد اللغات بتقنية الذكاء الاصطناعي
cs: Detekováno neanglické hledání. Upgradujte na Premium pro vícejazyčné AI vyhledávání
fi: Havaittu ei-englantilainen haku. Päivitä Premiumiin monikieliseen AI-hakuun
fr: Recherche non-anglaise détectée. Passez Premium pour activer la recherche multilingue par IA de Manic EMU
hi: गैर-अंग्रेजी खोज का पता चला। मल्टीलिंगुअल AI खोज के लिए प्रीमियम में अपग्रेड करें
hu: Nem angol keresés észlelve. Frissítsen Premiumra többnyelvű AI keresésért
nb: Ikke-engelsk søk oppdaget. Oppgrader til Premium for flerspråklig AI-søk
nl: Niet-Engelse zoekopdracht gedetecteerd. Upgrade naar Premium voor meertalig zoeken met AI
pt_br: Busca não-inglesa detectada. Atualize para Premium para pesquisa multilíngue com IA do Manic EMU
ru: Обнаружен поиск не на английском. Обновите до Premium для многоязычного AI-поиска Manic EMU
sk: Zistené neanglické vyhľadávanie. Inovujte na Premium pre viacjazyčné AI vyhľadávanie
th: 检测到您尝试使用非英文进行搜索，升级高级会员后Manic EMU会使用最新的AI技术帮您实现多国语言的搜索任务
uk: Виявлено неанглійський пошук. Оновіть до Premium для багатомовного AI-пошуку
zh_hans: 检测到您尝试使用非英文进行搜索，升级高级会员后Manic EMU会使用最新的AI技术帮您实现多国语言的搜索任务

# MaxTextSizeAllowDesc
source: This option supports a maximum of %@ characters.
ar: يدعم هذا الخيار حتى %@ حرفًا
cs: Podporuje až %@ znaků
fi: Tukee enintään %@ merkkiä
fr: Cette option accepte jusqu'à %@ caractères
hi: अधिकतम %@ वर्णों तक समर्थित
hu: Legfeljebb %@ karaktert támogat
nb: Støtter opp til %@ tegn
nl: Ondersteunt maximaal %@ tekens
pt_br: Suporta até %@ caracteres
ru: Поддерживает до %@ символов
sk: Podporuje až %@ znakov
th: 该选项最多支持%@个字符
uk: Підтримує до %@ символів
zh_hans: 该选项最多支持%@个字符

# PlatformSelectionTitle
source: Platform Selection
ar: اختيار المنصة
cs: Výběr Platformy
fi: Alustan Valinta
fr: Sélection de Plateforme
hi: प्लेटफ़ॉर्म चयन
hu: Platformválasztás
nb: Plattformvalg
nl: Platformselectie
pt_br: Seleção de Plataforma
ru: Выбор Платформы
sk: Výber Platformy
th: เลือกแพลตฟอร์ม
uk: Вибір Платформи
zh_hans: 运行平台选择

# PlatformSelectionDetail
source: Select default platform for %@
ar: اختر المنصة الافتراضية لـ %@
cs: Zvolte výchozí platformu pro %@
fi: Valitse oletusalusta kohteelle %@
fr: Choisir la plateforme par défaut pour %@
hi: %@ के लिए डिफ़ॉल्ट प्लेटफ़ॉर्म चुनें
hu: Válassz alapértelmezett platformot %@ számára
nb: Velg standardplattform for %@
nl: Stel standaardplatform in voor %@
pt_br: Selecione plataforma padrão para %@
ru: Выберите платформу для %@
sk: Vyberte predvolenú platformu pre %@
th: เลือกแพลตฟอร์มเริ่มต้นสำหรับ %@
uk: Виберіть платформу за замовчуванням для %@
zh_hans: 请为%@,选择默认的运行平台

# PlatformChange
source: Assign Platform
ar: تعيين المنصة
cs: Přiřadit Platformu
fi: Määritä Alusta
fr: Attribuer Plateforme
hi: प्लेटफ़ॉर्म निर्दिष्ट करें
hu: Platform Kijelölése
nb: Tildel Plattform
nl: Platform Toewijzen
pt_br: Atribuir Plataforma
ru: Назначить Платформу
sk: Priradiť Platformu
th: กำหนดแพลตฟอร์ม
uk: Призначити Платформу
zh_hans: 指定运行平台

# BIOSDesc
source: BIOS required for some platforms
ar: بعض المنصات تتطلب BIOS
cs: Některé platformy vyžadují BIOS
fi: Jotkin alustat vaativat BIOSia
fr: BIOS requis pour certaines plateformes
hi: कुछ प्लेटफ़ॉर्म के लिए BIOS आवश्यक
hu: Néhány platform BIOS-t igényel
nb: Noen plattformer krever BIOS
nl: Sommige platforms vereisen BIOS
pt_br: Algumas plataformas requerem BIOS
ru: Некоторым платформам требуется BIOS
sk: Niektoré platformy vyžadujú BIOS
th: แพลตฟอร์มบางตัวต้องใช้ BIOS
uk: Деякі платформи вимагають BIOS
zh_hans: 部分平台需要BIOS才能正常运行

# BIOSImported
source: Imported
ar: تم الاستيراد
cs: Importováno
fi: Tuotu
fr: Importé
hi: आयातित
hu: Importálva
nb: Importert
nl: Geïmporteerd
pt_br: Importado
ru: Импортировано
sk: Importované
th: นำเข้าแล้ว
uk: Імпортовано
zh_hans: 已导入

# BIOSAlert
source: Some platforms require BIOS files to function properly. BIOS copyrights belong to hardware manufacturers. Ensure compliance with local laws when importing BIOS files. Join our community for import assistance.
ar: بعض المنصات تتطلب ملفات BIOS. حقوق BIOS مملوكة للشركات المصنعة. التزم بالقوانين المحلية عند الاستيراد. انضم لمجتمعنا للمساعدة.
cs: Některé platformy vyžadují soubory BIOS. Autorská práva BIOS patří výrobcům. Při importu dodržujte místní zákony. Připojte se k naší komunitě pro pomoc.
fi: Jotkin alustat vaativat BIOS-tiedostoja. BIOSin tekijänoikeudet kuuluvat valmistajille. Noudata paikallisia lakeja tuotaessa. Liity yhteisöömme apua varten.
fr: Certaines plateformes nécessitent des fichiers BIOS. Les droits BIOS appartiennent aux fabricants. Respectez les lois locales lors de l'importation. Rejoignez notre communauté pour assistance.
hi: कुछ प्लेटफ़ॉर्म को BIOS फ़ाइलों की आवश्यकता होती है। BIOS कॉपीराइट हार्डवेयर निर्माताओं के पास है। कानूनी BIOS आयात करते समय स्थानीय कानूनों का पालन करें। सहायता के लिए हमारे समुदाय में शामिल हों।
hu: Egyes platformok BIOS fájlokat igényelnek. A BIOS szerzői joga a gyártóké. Tartsd be a helyi törvényeket importáláskor. Csatlakozz közösségünkhöz segítségért.
nb: Noen plattformer krever BIOS-filer. BIOS-opphavsrett tilhører produsenter. Følg lokal lov ved import. Bli med i vårt community for hjelp.
nl: Sommige platforms vereisen BIOS-bestanden. BIOS-auteursrechten zijn eigendom van fabrikanten. Houd u aan lokale wetten bij importeren. Word lid van onze community voor hulp.
pt_br: Algumas plataformas precisam de arquivos BIOS. Direitos autorais pertencem aos fabricantes. Respeite as leis locais ao importar. Entre em nossa comunidade para ajuda.
ru: Некоторым платформам требуются файлы BIOS. Авторские права на BIOS принадлежат производителям. Соблюдайте местные законы при импорте. При проблемах присоединяйтесь к сообществу.
sk: Niektoré platformy vyžadujú súbory BIOS. Autorské práva patria výrobcom. Pri importe dodržiavajte miestne zákony. Pripojte sa k našej komunite pre pomoc.
th: แพลตฟอร์มบางตัวต้องใช้ไฟล์ BIOS ลิขสิทธิ์ BIOS เป็นของผู้ผลิตฮาร์ดแวร์ โปรดปฏิบัติตามกฎหมายท้องถิ่นเมื่อนำเข้า หากมีปัญหาการนำเข้า เข้าร่วมชุมชนของเราเพื่อขอความช่วยเหลือ
uk: Деякі платформи потребують файлів BIOS. Авторські права на BIOS належать виробникам. Дотримуйтесь місцевих законів при імпорті. Приєднуйтесь до спільноти за допомогою.
zh_hans: 部分平台需要BIOS才能正常运行，BIOS文件的版权隶属于硬件生产商，请遵守你当地的法律导入合规的BIOS文件。 如果遇到导入问题，请加入我们的社区以获取帮助

source: Unknown Platform
ar: منصة غير معروفة
cs: Neznámá Platforma
fi: Tuntematon Alusta
fr: Plateforme Inconnue
hi: अज्ञात प्लेटफ़ॉर्म
hu: Ismeretlen Platform
nb: Ukjent Plattform
nl: Onbekend Platform
pt_br: Plataforma Desconhecida
ru: Неизвестная Платформа
sk: Neznáma Platforma
th: แพลตฟอร์มไม่ทราบชนิด
uk: Невідома Платформа
zh_hans: 未知平台

# UnknownPlatformGameSelectWarn
source: Unassigned platform games cannot be selected
ar: الألعاب غير المخصصة لا يمكن اختيارها
cs: Hry bez platformy nelze vybrat
fi: Alustattomia pelejä ei voi valita
fr: Jeux sans plateforme attribuée non sélectionnables
hi: बिना प्लेटफ़ॉर्म वाले गेम चयन योग्य नहीं
hu: Platform nélküli játékok nem választhatók
nb: Spill uten plattform kan ikke velges
nl: Niet-toegewezen spellen kunnen niet worden geselecteerd
pt_br: Jogos sem plataforma atribuída não podem ser selecionados
ru: Игры без платформы нельзя выбрать
sk: Hry bez platformy nie je možné vybrať
th: ไม่สามารถเลือกเกมที่ยังไม่ได้กำหนดแพลตฟอร์ม
uk: Ігри без платформи не можна вибрати
zh_hans: 未分配平台的游戏无法进行选中操作

# BIOSImportSuccess
source: %@ imported successfully!
ar: تم استيراد %@ بنجاح!
cs: %@ úspěšně importován!
fi: %@ tuotu onnistuneesti!
fr: %@ importé avec succès !
hi: %@ सफलतापूर्वक आयातित!
hu: %@ sikeresen importálva!
nb: %@ importert vellykket!
nl: %@ succesvol geïmporteerd!
pt_br: %@ importado com sucesso!
ru: %@ успешно импортирован!
sk: %@ úspešne importovaný!
th: นำเข้า %@ สำเร็จ!
uk: %@ успішно імпортовано!
zh_hans: %@导入成功!

# BIOSImportFailed
source: Incorrect file imported!
ar: ملف غير صحيح!
cs: Nesprávný soubor!
fi: Väärä tiedosto!
fr: Fichier incorrect !
hi: गलत फ़ाइल!
hu: Hibás fájl!
nb: Feil fil!
nl: Incorrect bestand!
pt_br: Arquivo incorreto!
ru: Некорректный файл!
sk: Nesprávny súbor!
th: ไฟล์ไม่ถูกต้อง!
uk: Неправильний файл!
zh_hans: 导入的文件不正确!

# HideGameTitleDesc
source: Hide game title
ar: إخفاء عنوان اللعبة
cs: Skrýt název hry
fi: Piilota pelin nimi
fr: Masquer le titre du jeu
hi: गेम शीर्षक छिपाएं
hu: Játék cím elrejtése
nb: Skjul spilltittel
nl: Speltitel verbergen
pt_br: Ocultar título do jogo
ru: Скрыть название игры
sk: Skryť názov hry
th: ซ่อนชื่อเกม
uk: Приховати назву гри
zh_hans: 隐藏游戏标题

# HideGroupTitleDesc
source: Hide Group Title
ar: إخفاء عنوان المجموعة
cs: Skrýt název skupiny
fi: Piilota ryhmän nimi
fr: Masquer le titre du groupe
hi: समूह शीर्षक छिपाएं
hu: Csoport cím elrejtése
nb: Skjul gruppetittel
nl: Groepstitel verbergen
pt_br: Ocultar título do grupo
ru: Скрыть название группы
sk: Skryť názov skupiny
th: ซ่อนชื่อกลุ่ม
uk: Приховати назву групи
zh_hans: 隐藏分组标题

# GroupTitleStyelDesc
source: Group Title Style
ar: نمط عنوان المجموعة
cs: Styl názvu skupiny
fi: Ryhmän nimen tyyli
fr: Style du titre de groupe
hi: समूह शीर्षक शैली
hu: Csoportcím stílus
nb: Gruppetittelstil
nl: Groepstitelstijl
pt_br: Estilo do título do grupo
ru: Стиль названия группы
sk: Štýl názvu skupiny
th: สไตล์ชื่อกลุ่ม
uk: Стиль назви групи
zh_hans: 分组标题样式

# GroupTitleStyelAbbr
source: Abbr
ar: اختصار
cs: Zkr.
fi: Lyh.
fr: Abrév.
hi: संक्षिप्त
hu: Rövidítés
nb: Fork.
nl: Afk.
pt_br: Abrev.
ru: Сокр.
sk: Skrat.
th: ตัวย่อ
uk: Скороч.
zh_hans: 缩写

# GroupTitleStyelFull
source: Full
ar: كامل
cs: Plný
fi: Täysi
fr: Complet
hi: पूर्ण
hu: Teljes
nl: Volledig
pt_br: Completo
ru: Полное
sk: Plný
th: แบบเต็ม
uk: Повна
zh_hans: 全称

# GroupTitleStyelBrand
source: Brand
ar: العلامة التجارية
cs: Značka
fi: Brändi
fr: Marque
hi: ब्रांड
hu: Márka
nb: Merke
nl: Merk
pt_br: Marca
ru: Бренд
sk: Značka
th: แบรนด์
uk: Бренд
zh_hans: 品牌

# CopyLaunchLinkTitle
source: Copy Launch Link
ar: نسخ رابط التشغيل
cs: Kopírovat spouštěcí odkaz
fi: Kopioi käynnistyslinkki
fr: Copier le lien de lancement
hi: लॉन्च लिंक कॉपी करें
hu: Indító link másolása
nb: Kopier oppstartslenke
nl: Startlink kopiëren
pt_br: Copiar link de inicialização
ru: Копировать ссылку запуска
sk: Kopírovať spúšťací odkaz
th: คัดลอกลิงก์เริ่มเกม
uk: Копіювати посилання запуску
zh_hans: 复制启动链接

# AskIfNeedToSaveCover
source: The Launch Link has been copied to the clipboard. Would you also like to save the Boxart to your photo album?
ar: تم نسخ رابط التشغيل إلى الحافظة. هل ترغب في حفظ صورة الغلاف في ألبوم الصور؟
cs: Spouštěcí odkaz zkopírován. Uložit obal do fotoalba?
fi: Käynnistyslinkki kopioitu. Tallennatko kansikuvan valokuva-albumiin?
fr: Le lien de lancement est copié dans le presse-papiers. Souhaitez-vous enregistrer la jaquette dans votre album photo ?
hi: लॉन्च लिंक क्लिपबोर्ड पर कॉपी किया गया। क्या आप बॉक्सआर्ट को फोटो एल्बम में सहेजना चाहेंगे?
hu: Indító link másolva. Mentse a borítót a fotóalbumba?
nb: Oppstartslenke kopiert. Lagre omslag i fotoalbum?
nl: Startlink gekopieerd. Wilt u de hoes opslaan in uw fotoalbum?
pt_br: Link de inicialização copiado. Deseja salvar a capa no seu álbum de fotos?
ru: Ссылка запуска скопирована. Сохранить обложку в фотоальбом?
sk: Spúšťací odkaz skopírovaný. Uložiť obal do fotoalbumu?
th: คัดลอกลิงก์เริ่มเกมไปยังคลิปบอร์ดแล้ว บันทึกภาพปกลงอัลบั้มรูปภาพด้วยไหม?
uk: Посилання запуску скопійовано. Зберегти обкладинку у фотоальбомі?
zh_hans: 启动链接已复制到剪贴板。是否将封面图片保存到相册？

# SaturnBiosAlertTitle
source: BIOS Missing
ar: BIOS مفقود
cs: Chybí BIOS
fi: BIOS puuttuu
fr: BIOS manquant
hi: BIOS गुम
hu: Hiányzó BIOS
nb: BIOS mangler
nl: BIOS ontbreekt
pt_br: BIOS ausente
ru: Отсутствует BIOS
sk: Chýba BIOS
th: ไม่พบ BIOS
uk: BIOS відсутній
zh_hans: BIOS文件缺失

# SaturnBiosAlertDetail
source: The Sega Saturn can be emulated using HLE without requiring a BIOS file, but using a BIOS file can reduce graphical errors.
ar: يمكن محاكاة Sega Saturn باستخدام HLE دون BIOS، ولكن استخدام ملف BIOS يقلل الأخطاء الرسومية
cs: Sega Saturn lze emulovat přes HLE bez BIOS, ale BIOS soubor snižuje grafické chyby
fi: Sega Saturn voidaan emuloida HLE:llä ilman BIOS:ia, mutta BIOS-tiedosto vähentää grafiikkavirheitä
fr: L'émulation Sega Saturn via HLE ne nécessite pas de BIOS, mais son utilisation réduit les erreurs graphiques
hi: सेगा सैटर्न HLE द्वारा BIOS के बिना एमुलेट किया जा सकता है, लेकिन BIOS फ़ाइल ग्राफिकल त्रुटियाँ कम करती है
hu: Sega Saturn emulálható HLE-vel BIOS nélkül, de BIOS fájl csökkenti grafikai hibákat
nb: Sega Saturn kan emuleres med HLE uten BIOS, men BIOS-fil reduserer grafiske feil
nl: Sega Saturn emulatie via HLE werkt zonder BIOS, maar BIOS-bestand vermindert grafische fouten
pt_br: Sega Saturn pode ser emulado via HLE sem BIOS, mas seu uso reduz erros gráficos
ru: Sega Saturn можно эмулировать через HLE без BIOS, но его файл уменьшает графические ошибки
sk: Sega Saturn je emulovateľný cez HLE bez BIOS, ale BIOS súbor znižuje grafické chyby
th: Sega Saturn จำลองด้วย HLE ได้โดยไม่ต้องใช้ BIOS แต่ไฟล์ BIOS ช่วยลดข้อผิดพลาดกราฟิก
uk: Sega Saturn емулюється через HLE без BIOS, але файл BIOS зменшує графічні помилки
zh_hans: 世嘉土星可通过HLE模拟无需BIOS文件，但使用BIOS文件可减少图形错误

# BiosAddTitle
source: Add BIOS
ar: إضافة BIOS
cs: Přidat BIOS
fi: Lisää BIOS
fr: Ajouter un BIOS
hi: BIOS जोड़ें
hu: BIOS hozzáadása
nb: Legg til BIOS
nl: BIOS toevoegen
pt_br: Adicionar BIOS
ru: Добавить BIOS
sk: Pridať BIOS
th: เพิ่ม BIOS
uk: Додати BIOS
zh_hans: 添加BIOS

# StartGameWithoutBiosTitle
source: Start Without BIOS
ar: بدء التشغيل بدون BIOS
cs: Spustit bez BIOS
fi: Käynnistä ilman BIOS:ia
fr: Démarrer sans BIOS
hi: BIOS के बिना शुरू करें
hu: Indítás BIOS nélkül
nb: Start uten BIOS
nl: Starten zonder BIOS
pt_br: Iniciar sem BIOS
ru: Запустить без BIOS
sk: Spustiť bez BIOS
th: เริ่มเกมโดยไม่ใช้ BIOS
uk: Запустити без BIOS
zh_hans: 无BIOS启动

# ThreeDSAdvanceSettingMode
source: Advanced Mode
ar: وضع مُتقدم
cs: Pokročilý Režim
fi: Edistynyt Tila
fr: Mode Avancé
hi: उन्नत मोड
hu: Haladó Mód
nb: Avansert Modus
nl: Geavanceerde Modus
pt_br: Modo Avançado
ru: Расширенный Режим
sk: Rozšírený Režim
th: โหมดขั้นสูง
uk: Розширений Режим
zh_hans: 高级模式

# ThreeDSAdvanceSettingTitle
source: Advanced Settings
ar: إعدادات مُتقدمة
cs: Pokročilá Nastavení
fi: Lisäasetukset
fr: Paramètres Avancés
hi: उन्नत सेटिंग्स
hu: Haladó Beállítások
nb: Avanserte Innstillinger
nl: Geavanceerde Instellingen
pt_br: Configurações Avançadas
ru: Расширенные Настройки
sk: Rozšírené Nastavenia
th: การตั้งค่าขั้นสูง
uk: Розширені Налаштування
zh_hans: 高级设置

# ThreeDSBasicSettingMode
source: Basic Mode
ar: وضع أساسي
cs: Základní Režim
fi: Perustila
fr: Mode Basique
hi: मूल मोड
hu: Alap Mód
nb: Grunnleggende Modus
nl: Basis Modus
pt_br: Modo Básico
ru: Базовый Режим
sk: Základný Režim
th: โหมดพื้นฐาน
uk: Базовий Режим
zh_hans: 基础模式

# ShareConfigButtonTitle
source: Share Config
ar: مشاركة التكوين
cs: Sdílet Konfiguraci
fi: Jaa Kokoonpano
fr: Partager la Configuration
hi: कॉन्फ़िग साझा करें
hu: Konfiguráció Megosztása
nb: Del Konfigurasjon
nl: Configuratie Delen
pt_br: Compartilhar Configuração
ru: Поделиться Конфигурацией
sk: Zdieľať Konfiguráciu
th: แบ่งปันการตั้งค่า
uk: Поділитися Конфігурацією
zh_hans: 分享配置

# ImportConfigButtonTitle
source: Import Config
ar: استيراد التكوين
cs: Importovat Konfiguraci
fi: Tuo Kokoonpano
fr: Importer la Configuration
hi: कॉन्फ़िग आयात करें
hu: Konfiguráció Importálása
nb: Importer Konfigurasjon
nl: Configuratie Importeren
pt_br: Importar Configuração
ru: Импортировать Конфигурацию
sk: Importovať Konfiguráciu
th: นำเข้าการตั้งค่า
uk: Імпортувати Конфігурацію
zh_hans: 导入配置

# ShareFileFailedMissing
source: Sharing failed, the file does not exist.
ar: فشل المشاركة: الملف غير موجود
cs: Sdílení selhalo: soubor neexistuje
fi: Jakaminen epäonnistui: tiedostoa ei ole
fr: Échec du partage : fichier introuvable
hi: साझा करने में विफल: फ़ाइल मौजूद नहीं
hu: Megosztás sikertelen: fájl nem létezik
nb: Deling mislyktes: fil finnes ikke
nl: Delen mislukt: bestand bestaat niet
pt_br: Falha ao compartilhar: arquivo não existe
ru: Ошибка: файл не существует
sk: Zdieľanie zlyhalo: súbor neexistuje
th: แบ่งปันล้มเหลว: ไม่พบไฟล์
uk: Помилка спільного доступу: файл не існує
zh_hans: 分享失败，文件不存在

# ReadConfigFileFailed
source: Unable to read configuration file
ar: تعذر قراءة ملف الإعدادات
cs: Nelze přečíst konfigurační soubor
fi: Kokoonpanotiedoston lukeminen epäonnistui
fr: Impossible de lire le fichier de configuration
hi: कॉन्फ़िग फ़ाइल पढ़ने में असमर्थ
hu: Konfigurációs fájl olvasása sikertelen
nb: Kan ikke lese konfigurasjonsfil
nl: Kan configuratiebestand niet lezen
pt_br: Não foi possível ler o arquivo de configuração
ru: Не удалось прочитать файл конфигурации
sk: Konfiguračný súbor sa nepodarilo prečítať
th: อ่านไฟล์ตั้งค่าไม่สำเร็จ
uk: Не вдалося прочитати файл конфігурації
zh_hans: 无法读取配置文件

# SwitchEmulationCore
source: Switch Core
ar: تبديل النواة
cs: Přepnout Jádro
fi: Vaihda Ydintä
fr: Changer de Noyau
hi: कोर स्विच करें
hu: Mag Váltása
nb: Bytt Kjerne
nl: Kern Wisselen
pt_br: Trocar Núcleo
ru: Сменить Ядро
sk: Prepnúť Jadro
th: สลับคอร์
uk: Змінити Ядро
zh_hans: 切换核心

# SwitchEmulationCoreDetail
source: Switch Emulation Core for %@ Core switching will cause saves generated on the previous core to become unreadable. To access the saves, please switch back to the previous core.
ar: تبديل نواة المحاكاة لـ %@ سيؤدي تغيير النواة إلى تعطيل قراءة حفظات النواة السابقة. للوصول إليها، ارجع إلى النواة الأصلية
cs: Přepnout emulační jádro pro %@ Přepnutí jádra znepřístupní uložené pozice z předchozího jádra. Pro přístup se vraťte k původnímu jádru
fi: Vaihda emulaatioydin kohteelle %@ Ytimen vaihto tekee edellisen ytimen tallennuksista lukukelvottomat. Palaa alkuperäiseen ytimeen päästäksesi käsiksi
fr: Changer le noyau d'émulation pour %@ Le changement de noyau rendra les sauvegardes du noyau précédent illisibles. Pour y accéder, revenez au noyau d'origine
hi: %@ के लिए एमुलेशन कोर स्विच करें कोर स्विचिंग पिछले कोर के सेव अप्राप्य हो जाएंगे। पहुंचने के लिए मूल कोर पर वापस स्विच करें
hu: Váltás emulációs magra ehhez: %@ A magváltás a korábbi mag mentéseit olvashatatlanná teszi. Vissza kell váltani az eredeti magra a hozzáféréshez
nb: Bytt emuleringskjerne for %@ Kjernebytte vil gjøre lagrede spill fra forrige kjerne uleselige. Bytt tilbake til original kjernen for tilgang
nl: Verander emulatiekern voor %@ Kernwisseling maakt opslagen van de vorige kern onleesbaar. Ga terug naar de oorspronkelijke kern om ze te benaderen
pt_br: Trocar núcleo de emulação para %@ A troca de núcleo tornará saves do núcleo anterior ilegíveis. Para acessá-los, volte ao núcleo original
ru: Смена ядра эмуляции для %@ Приведет к недоступности сохранений предыдущего ядра. Для доступа вернитесь к исходному ядру
sk: Prepnúť emulačné jadro pre %@ Prepnutie jadra spôsobí nečitateľnosť uložených pozícií z predchádzajúceho jadra. Pre prístup sa vráťte k pôvodnému jadru
th: สลับคอร์เอมูเลชันสำหรับ %@ การเปลี่ยนคอร์จะทำให้เซฟเกมจากคอร์เก่าใช้งานไม่ได้ หากต้องการเข้าถึง โปรดสลับกลับไปที่คอร์เดิม
uk: Змінити ядро емуляції для %@ Зміна ядра зробить збереження з попереднього ядра недоступними. Для доступу поверніться до оригінального ядра
zh_hans: 切换 %@ 的模拟核心 核心切换将导致之前核心生成的存档无法读取。要访问存档，请切换回原核心

# BeetleSaturnNoSupportCheat
source: The Beetle Saturn core does not currently support cheat code settings. If you need to set cheat codes, please switch to the Yabause core
ar: نواة Beetle Saturn لا تدير أكواد الغش حالياً. إذا احتجت إليها، انتقل إلى نواة Yabause
cs: Jádro Beetle Saturn aktuálně nepodporuje cheaty. V případě potřeby přepněte na jádro Yabause
fi: Beetle Saturn -ydin ei tue huijauskoodeja tällä hetkellä. Vaihda Yabause-ytimeen tarvittaessa
fr: Le noyau Beetle Saturn ne prend pas en charge les codes de triche. Si nécessaire, utilisez le noyau Yabause
hi: बीटल सैटर्न कोर वर्तमान में चीट कोड समर्थित नहीं करता। जरूरत हो तो याबॉस कोर पर स्विच करें
hu: A Beetle Saturn mag jelenleg nem támogatja a csalókódokat. Szükség esetén váltson Yabause magra
nb: Beetle Saturn-kjernen støtter ikke juksekoder for øyeblikket. Bytt til Yabause-kjernen om nødvendig
nl: De Beetle Saturn-kern ondersteunt momenteel geen cheatcodes. Schakel over naar de Yabause-kern indien nodig
pt_br: O núcleo Beetle Saturn não suporta códigos de trapaça. Se precisar, mude para o núcleo Yabause
ru: Ядро Beetle Saturn не поддерживает читы. При необходимости переключитесь на ядро Yabause
sk: Jadro Beetle Saturn momentálne nepodporuje cheat kódy. V prípade potreby prepnite na jadro Yabause
th: คอร์ Beetle Saturn ปัจจุบันไม่รองรับการตั้งค่าชีต หากต้องการตั้งค่าโปรดเปลี่ยนไปใช้คอร์ Yabause
uk: Ядро Beetle Saturn наразі не підтримує чити. За потреби перейдіть на ядро Yabause
zh_hans: Beetle Saturn 核心暂不支持金手指设置。如需使用金手指，请切换至 Yabause 核心

# CurrentTitle
source: current
ar: حالي
cs: aktuální
fi: nykyinen
fr: actuel
hi: वर्तमान
hu: jelenlegi
nb: nåværende
nl: huidige
pt_br: atual
ru: текущее
sk: aktuálne
th: ปัจจุบัน
uk: поточний
zh_hans: 当前
