Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# RemoveDownloadTask
source: Stop downloading and remove "%@"?
ar: إيقاف تحميل وحذف "%@"؟
cs: Zrušit stahování "%@"?
fi: Peruuta "%@" lataus?
fr: Annuler le téléchargement de "%@" ?
hi: "%@" डाउनलोड रद्द करें?
hu: Megszakítja a "%@" letöltését?
nb: Avbryt nedlasting av "%@"?
nl: Download van "%@" annuleren?
pt_br: Cancelar download e remover "%@"?
ru: Отменить загрузку "%@"?
sk: Chcete zrušiť sťahovanie a odstrániť "%@"?
th: ยกเลิกการดาวน์โหลด "%@" ใช่ไหม?
uk: Скасувати завантаження "%@"?
zh_hans: 是否停止下载并移除"%@"？

# GameSettingResolution
source: Resolution %@
ar: الدقة %@
cs: Rozlišení %@
fi: Resoluutio %@
fr: Résolution %@
hi: रिज़ॉल्यूशन %@
hu: Felbontás %@
nb: Oppløsning %@
nl: Resolutie %@
pt_br: Resolução %@
ru: Разрешение %@
sk: Rozlíšenie %@
th: ความละเอียด %@
uk: Роздільна здатність %@
zh_hans: 分辨率 %@

# GameSettingSwapScreen
source: Swap Screen
ar: تبديل الشاشة
cs: Přepnout obrazovku
fi: Vaihda näyttöä
fr: Changer d'écran
hi: स्क्रीन बदलें
hu: Képernyő váltás
nb: Bytt skjerm
nl: Scherm wisselen
pt_br: Trocar tela
ru: Переключить экран
sk: Prepnúť obrazovku
th: สลับหน้าจอ
uk: Перемкнути екран
zh_hans: 切换屏幕

# NotSupportGameSetting
source: This option is not supported on %@ platform
ar: هذا الخيار غير مدعوم على %@
cs: Tato možnost není na %@ podporována
fi: Toiminto ei saatavilla %@ alustalla
fr: Option non prise en charge sur %@
hi: %@ प्लेटफ़ॉर्म पर यह विकल्प उपलब्ध नहीं
hu: Ez a funkció nem elérhető a(z) %@ platformon
nb: Alternativ ikke støttet på %@
nl: Optie niet beschikbaar op %@
pt_br: Opção não suportada em %@
ru: Опция недоступна на %@
sk: Táto možnosť nie je podporovaná pre platformu %@
th: ไม่รองรับตัวเลือกนี้บน %@
uk: Опція недоступна на %@
zh_hans: %@平台暂不支持此选项

# ThemeSettingTitle
source: Theme
ar: السمة
cs: Téma
fi: Teema
fr: Thème
hi: थीम
hu: Téma
nb: Tema
nl: Thema
pt_br: Tema
ru: Тема
sk: Téma
th: ธีม
uk: Тема
zh_hans: 主题

# ThemeSettingDetail
source: App Icons, Theme Colors, Boxart Settings, Console Ordering
ar: أيقونات التطبيقات، ألوان السمة، إعدادات الغلاف، ترتيب المنصات
cs: Ikony aplikací, barvy témat, nastavení obalů, pořadí konzolí
fi: Sovelluskuvat, Teemavärit, Boxart-asetukset, Konsolien järjestys
fr: Icônes d'apps, couleurs, paramètres des jaquettes, ordre des consoles
hi: ऐप आइकन, थीम रंग, बॉक्सआर्ट सेटिंग्स, कंसोल क्रम
hu: Alkalmazásikonok, témaszínek, borítóbeállítások, konzolsorrend
nb: App-ikoner, temafarger, coverinnstillinger, konsollrekkefølge
nl: App-pictogrammen, themakleuren, coverinstellingen, consolevolgorde
pt_br: Ícones de apps, cores do tema, configurações de capas, ordem de consoles
ru: Иконки приложений, цвета темы, настройки обложек, порядок консолей
sk: Ikony aplikácií, Farby témy, Nastavenia Boxartu, Poradie konzol
th: ไอคอนแอป, สีธีม, การตั้งค่ากล่องเกม, ลำดับคอนโซล
uk: Значки додатків, кольори теми, налаштування обкладинок, порядок консолей
zh_hans: 应用图标、主题颜色、封面设置、平台排序

# ThemeDesktopIconTitle
source: App Icons
ar: أيقونات التطبيقات
cs: Ikony aplikací
fi: Sovelluskuvat
fr: Icônes d'apps
hi: ऐप आइकन
hu: Alkalmazásikonok
nb: App-ikoner
nl: App-pictogrammen
pt_br: Ícones de apps
ru: Иконки приложений
sk: Ikony aplikácií
th: ไอคอนแอป
uk: Значки додатків
zh_hans: 应用图标

# ThemeDesktopIconDetail
source: More icons coming soon...
ar: المزيد من الأيقونات قريبًا...
cs: Více ikon již brzy...
fi: Lisää kuvia tulossa pian...
fr: Plus d'icônes bientôt...
hi: और आइकन जल्द ही आ रहे हैं...
hu: További ikonok hamarosan...
nb: Flere ikoner kommer snart...
nl: Meer pictogrammen binnenkort...
pt_br: Mais ícones em breve...
ru: Скоро появятся новые иконки...
sk: Viac ikon čoskoro...
th: ไอคอนเพิ่มเติมเร็วๆ นี้...
uk: Більше значків незабаром...
zh_hans: 更多图标敬请期待...

# ThemeThemeColorTitle
source: Theme Colors
ar: ألوان السمة
cs: Barvy témat
fi: Teemavärit
fr: Couleurs du thème
hi: थीम रंग
hu: Témaszínek
nb: Temafarger
nl: Themakleuren
pt_br: Cores do tema
ru: Цвета темы
sk: Farby témy
th: สีธีม
uk: Кольори теми
zh_hans: 主题颜色

# ThemeCoverStyleTitle
source: Boxart Style & Corners
ar: نمط الغلاف والزوايا
cs: Styl obalů a rohy
fi: Boxart-tyyli & Kulmat
fr: Style des jaquettes et coins
hi: बॉक्सआर्ट स्टाइल और कोने
hu: Borítóstílus & sarkok
nb: Coverstil & hjørner
nl: Coverstijl & hoeken
pt_br: Estilo e bordas da capa
ru: Стиль обложек и углы
sk: Štýl Boxartu & Rohy
th: สไตล์กล่องเกมและมุม
uk: Стиль обкладинки та кути
zh_hans: 封面样式和圆角

# ThemeCoverStyleName
source: Style %d
ar: النمط %d
cs: Styl %d
fi: Tyyli %d
hi: स्टाइल %d
hu: Stílus %d
nb: Stil %d
nl: Stijl %d
pt_br: Estilo %d
ru: Стиль %d
sk: Štýl %d
th: สไตล์ %d
uk: Стиль %d
zh_hans: 样式%d

# ThemePlatformOrderTitle
source: Console Order
ar: ترتيب المنصات
cs: Pořadí konzolí
fi: Konsolien järjestys
fr: Ordre des consoles
hi: कंसोल क्रम
hu: Konzolsorrend
nb: Konsollrekkefølge
nl: Consolevolgorde
pt_br: Ordem dos consoles
ru: Порядок консолей
sk: Poradie konzol
th: ลำดับคอนโซล
uk: Порядок консолей
zh_hans: 平台顺序

# ThemePlatformOrderDetail
source: Long press and drag to adjust the display order of Consoles on the Game list
ar: اضغط مطولًا واسحب لتعديل ترتيب المنصات في القائمة
cs: Podržte a táhněte pro úpravu pořadí
fi: Pidä painettuna ja raahaa muokataksesi konsolien näyttöjärjestystä pelilistassa
fr: Maintenez et glissez pour ajuster l'ordre d'affichage
hi: गेम सूची में कंसोल का क्रम बदलने के लिए लंबे समय तक दबाएं और खींचें
hu: Nyomva tartás és húzás a sorrend módosításához
nb: Hold inne og dra for å endre rekkefølgen
nl: Houd ingedrukt en sleep om de volgorde aan te passen
pt_br: Pressione e arraste para ajustar a ordem na lista
ru: Нажмите и удерживайте для изменения порядка отображения
sk: Podržte a potiahnite pre úpravu poradia konzol v zozname hier
th: กดค้างและลากเพื่อปรับลำดับการแสดงผล
uk: Натисніть та перетягніть, щоб змінити порядок
zh_hans: 长按拖曳调节平台在首页的展示顺序

# ThemeColorLimitToast
source: Maximum number of theme colors reached
ar: تم الوصول إلى الحد الأقصى لألوان السمة
cs: Dosaženo maximálního počtu barev
fi: Teemavärien enimmäismäärä saavutettu
fr: Nombre maximal de couleurs atteint
hi: थीम रंगों की अधिकतम सीमा पूरी हो गई
hu: Témaszínek maximális száma elérve
nb: Maks antall temafarger nådd
nl: Maximum aantal themakleuren bereikt
pt_br: Número máximo de cores atingido
ru: Достигнуто максимальное количество цветов
sk: Dosiahnutý maximálny počet farieb témy
th: ถึงจำนวนสูงสุดของสีธีมแล้ว
uk: Досягнуто максимум кольорів теми
zh_hans: 主题颜色数量已超限

# ThemeColorSystemNotAllowEdit
source: Default theme colors cannot be edited
ar: ألوان السمة الافتراضية غير قابلة للتعديل
cs: Výchozí barvy nelze upravovat
fi: Oletusteemavärejä ei voi muokata
fr: Les couleurs par défaut ne sont pas modifiables
hi: डिफ़ॉल्ट थीम रंग संपादित नहीं किए जा सकते
hu: Alapértelmezett színek nem szerkeszthetők
nb: Standardfarger kan ikke redigeres
nl: Standaardkleuren kunnen niet worden bewerkt
pt_br: Cores padrão não podem ser editadas
ru: Цвета по умолчанию нельзя изменить
sk: Predvolené farby témy nie je možné upravovať
th: ไม่สามารถแก้ไขสีธีมเริ่มต้นได้
uk: Кольори за замовчуванням не можна змінювати
zh_hans: 系统自带主题颜色无法进行编辑

# EditTitle
source: Edit
ar: تعديل
cs: Upravit
fi: Muokkaa
fr: Modifier
hi: संपादित करें
hu: Szerkesztés
nb: Rediger
nl: Bewerken
pt_br: Editar
ru: Редактировать
sk: Upraviť
th: แก้ไข
uk: Редагувати
zh_hans: 编辑

# RemoveTitle
source: Remove
ar: حذف
cs: Odebrat
fi: Poista
fr: Supprimer
hi: हटाएं
hu: Eltávolítás
nb: Fjern
nl: Verwijderen
pt_br: Remover
ru: Удалить
sk: Odstrániť
th: ลบ
uk: Видалити
zh_hans: 移除

source: On
ar: تشغيل
cs: Zapnuto
fi: Päällä
fr: Activé
hi: चालू
hu: Be
nb: På
nl: Aan
pt_br: Ligado
ru: Вкл
sk: Zapnuté
th: เปิด
uk: Увімкнено
zh_hans: 开启

source: Off
ar: إيقاف
cs: Vypnuto
fi: Pois päältä
fr: Désactivé
hi: बंद
hu: Ki
nb: Av
nl: Uit
pt_br: Desligado
ru: Выкл
sk: Vypnuté
th: ปิด
uk: Вимкнено
zh_hans: 关闭

# AmiiboNotSearching
source: Amiibo loading is unavailable while NFC search is inactive
ar: تعذر تحميل Amiibo عند تعطيل NFC
cs: Amiibo nelze načíst při vypnutém NFC
fi: Amiibon lataus ei ole saatavilla, kun NFC-haku on pois käytöstä
fr: Amiibo indisponible si NFC inactif
hi: NFC निष्क्रिय होने पर Amiibo लोड नहीं हो सकता
hu: Amiibo nem érhető el inaktív NFC esetén
nb: Amiibo utilgjengelig når NFC er inaktiv
nl: Amiibo laden niet mogelijk bij inactieve NFC
pt_br: Amiibo indisponível com NFC inativo
ru: Amiibo недоступно при отключенном NFC
sk: Načítanie Amiibo nie je k dispozícii pri neaktívnom vyhľadávaní NFC
th: ไม่สามารถโหลด Amiibo เมื่อ NFC ไม่ทำงาน
uk: Amiibo недоступний при вимкненому NFC
zh_hans: 没有处于NFC搜索状态，暂时无法加载Amiibo

# ConsoleHomeTitle
source: Home Menu
ar: القائمة الرئيسية
cs: Hlavní nabídka
fi: Kotivalikko
fr: Menu principal
hi: होम मेन्यू
hu: Főmenü
nb: Hovedmeny
nl: Hoofdmenu
pt_br: Menu principal
ru: Главное меню
sk: Hlavné menu
th: เมนูหลัก
uk: Головне меню

# AmiiboTitle
source: Load Amiibo
ar: تحميل Amiibo
cs: Načíst Amiibo
fi: Lataa Amiibo
fr: Charger Amiibo
hi: Amiibo लोड करें
hu: Amiibo betöltése
nb: Last inn Amiibo
nl: Amiibo laden
pt_br: Carregar Amiibo
ru: Загрузить Amiibo
sk: Načítať Amiibo
th: โหลด Amiibo
uk: Завантажити Amiibo
zh_hans: 加载Amiibo

# ThreeDSHomeMenuNotRunning
source: Home Menu is not running
ar: القائمة الرئيسية غير قيد التشغيل
cs: Hlavní nabídka neběží
fi: Kotivalikko ei ole käynnissä
fr: Le menu principal ne fonctionne pas
hi: होम मेन्यू चल नहीं रहा
hu: A főmenü nem fut
nb: Hovedmeny kjører ikke
nl: Hoofdmenu wordt niet uitgevoerd
pt_br: Menu principal não está em execução
ru: Главное меню не запущено
sk: Hlavné menu nebeží
th: เมนูหลักไม่ทำงาน
uk: Головне меню не працює
zh_hans: Home Menu未运行

# ThreeDSImportSaveFailed
source: Failed to import %@: Unrecognized save file
ar: فشل استيراد %@: ملف حفظ غير معروف
cs: Chyba importu %@: Neznámý soubor uložení
fi: Tallennuksen %@ tuonti epäonnistui: Tunnistamaton tallennustiedosto
fr: Échec d'importation de %@ : Fichier non reconnu
hi: %@ आयात विफल: अपरिचित सेव फ़ाइल
hu: %@ importálása sikertelen: Ismeretlen mentési fájl
nb: Kunne ikke importere %@: Ukjent lagringsfil
nl: Import %@ mislukt: Onbekend opslagbestand
pt_br: Falha ao importar %@: Arquivo não reconhecido
ru: Ошибка импорта %@: Неизвестный файл сохранения
sk: Chyba pri importe %@: Nerozpoznaný súbor uložení
th: นำเข้า %@ ล้มเหลว: ไฟล์เซฟไม่ถูกต้อง
uk: Помилка імпорту %@: Невідомий файл збереження
zh_hans: 导入%@失败，无法识别该存档文件

# ThreeDSUpdateInstallSuccess
source: Update installed successfully
ar: تم تثبيت التحديث بنجاح
cs: Aktualizace úspěšně nainstalována
fi: Päivitys asennettu onnistuneesti
fr: Mise à jour installée
hi: अपडेट सफलतापूर्वक इंस्टॉल हुआ
hu: Frissítés sikeresen telepítve
nb: Oppdatering installert
nl: Update succesvol geïnstalleerd
pt_br: Atualização instalada com sucesso
ru: Обновление успешно установлено
sk: Aktualizácia úspešne nainštalovaná
th: อัปเดตติดตั้งสำเร็จ
uk: Оновлення встановлено
zh_hans: 安装更新成功

# OnlineCoverFetchFailed
source: Failed to fetch image
ar: فشل جلب الصورة
cs: Chyba načítání obrázku
fi: Kuvan hakeminen epäonnistui
fr: Échec de récupération d'image
hi: छवि प्राप्त करने में विफल
hu: Kép letöltése sikertelen
nb: Kunne ikke hente bilde
nl: Afbeelding ophalen mislukt
pt_br: Falha ao buscar imagem
ru: Ошибка загрузки изображения
sk: Chyba pri načítaní obrázka
th: ดึงภาพไม่สำเร็จ
uk: Помилка завантаження зображення
zh_hans: 图片获取失败

# JITMenuDesc
source: Enabling JIT in unsupported environments may cause app crashes
ar: تفعيل JIT في بيئات غير مدعومة قد يتسبب بانهيار التطبيق
cs: Aktivace JIT v nepodporovaném prostředí může způsobit pád aplikace
fi: JIT:n käyttöönotto ei-tuetuissa ympäristöissä voi kaataa sovelluksen
fr: Activer JIT dans des environnements non supportés peut crasher l'app
hi: असमर्थित वातावरण में JIT सक्षम करने से ऐप क्रैश हो सकता है
hu: A JIT engedélyezése nem támogatott környezetben összeomlást okozhat
nb: Aktivering av JIT i ikke-støttede miljøer kan føre til krasj
nl: JIT inschakelen in niet-ondersteunde omgevingen kan crashes veroorzaken
pt_br: Ativar JIT em ambientes não suportados pode travar o app
ru: Включение JIT в неподдерживаемых средах может вызвать сбои
sk: Povolenie JIT v nepodporovaných prostrediach môže spôsobiť pád aplikácie
th: การเปิดใช้ JIT ในสภาพแวดล้อมไม่รองรับอาจทำให้แอปขัดข้อง
uk: Увімкнення JIT у непідтримуваних середовищах може викликати збої
zh_hans: 如果在不支持的环境中开启JIT，可能会导致应用崩溃

# ShaderModeTitle
source: Advanced Shaders
ar: الشادرات المتقدمة
cs: Pokročilé shadery
fi: Edistyneet shaderit
fr: Shaders avancés
hi: एडवांस्ड शेडर्स
hu: Haladó shaderek
nb: Avanserte shadere
nl: Geavanceerde shaders
pt_br: Shaders avançados
ru: Продвинутые шейдеры
sk: Pokročilé shadery
th: เชดเดอร์ขั้นสูง
uk: Розширені шейдери
zh_hans: 高级着色器

# ShaderModeDesc
source: Enhances texture accuracy in some games but may impact performance
ar: يحسن دقة القوام (قد يؤثر على الأداء)
cs: Zlepšuje přesnost textur (může ovlivnit výkon)
fi: Parantaa tekstuurien tarkkuutta joissakin peleissä, mutta voi heikentää suorituskykyä
fr: Améliore la précision des textures (peut impacter les performances)
hi: कुछ गेम्स में टेक्स्चर सटीकता बढ़ाता है (प्रदर्शन प्रभावित हो सकता है)
hu: Javítja a textúrapontosságot (hatással lehet a teljesítményre)
nb: Forbedrer teksturnøyaktighet (kan påvirke ytelse)
nl: Verbetert textuurnauwkeurigheid (kan prestaties beïnvloeden)
pt_br: Melhora precisão de texturas (pode afetar desempenho)
ru: Улучшает точность текстур (может влиять на производительность)
sk: Zvyšuje presnosť textúr v niektorých hrách, ale môže ovplyvniť výkon
th: เพิ่มความแม่นยำของพื้นผิว (อาจ影響ประสิทธิภาพ)
uk: Покращує точність текстур (може вплинути на продуктивність)
zh_hans: 开启高级着色器会增加性能损失，但可能解决部分游戏贴图错误问题

# NoDownloadTask
source: No active downloads
ar: لا يوجد تنزيلات نشطة
cs: Žádné aktivní stahování
fi: Ei aktiivisia latauksia
fr: Aucun téléchargement en cours
hi: कोई सक्रिय डाउनलोड नहीं
hu: Nincsenek aktív letöltések
nb: Ingen aktive nedlastinger
nl: Geen actieve downloads
pt_br: Nenhum download ativo
ru: Нет активных загрузок
sk: Žiadne aktívne sťahovania
th: ไม่มีดาวน์โหลดที่ใช้งานอยู่
uk: Немає активних завантажень
zh_hans: 暂无下载任务

# NoGameCoverResult
source: No Boxart found
ar: لم يتم العثور على أغطية
cs: Nenalezeny obaly
fi: Boxartia ei löytynyt
fr: Aucune jaquette trouvée
hi: कोई बॉक्सआर्ट नहीं मिला
hu: Nincs találat
nb: Ingen cover funnet
nl: Geen covers gevonden
pt_br: Nenhuma capa encontrada
ru: Обложки не найдены
sk: Boxart nebol nájdený
th: ไม่พบกล่องเกม
uk: Обкладинки не знайдено
zh_hans: 暂无游戏封面

# NoContentResult
source: No content available
ar: لا يوجد محتوى
cs: Žádný obsah
fi: Ei sisältöä saatavilla
fr: Aucun contenu disponible
hi: कोई सामग्री उपलब्ध नहीं
hu: Nincs tartalom
nb: Ingen innhold
nl: Geen inhoud beschikbaar
pt_br: Nenhum conteúdo disponível
ru: Нет содержимого
sk: Žiadny dostupný obsah
th: ไม่มีเนื้อหา
uk: Немає вмісту
zh_hans: 暂无内容

# OpenFilePermissionsLimit
source: No permissions to open %@
ar: لا يوجد صلاحيات لفتح %@
cs: Chybí oprávnění k otevření %@
fi: Ei oikeuksia avata tiedostoa %@
fr: Aucun droit d'ouverture pour %@
hi: %@ खोलने की अनुमति नहीं
hu: Nincs jogosultság a(z) %@ megnyitásához
nb: Ingen tilgang til å åpne %@
nl: Geen rechten om %@ te openen
pt_br: Sem permissão para abrir %@
ru: Нет прав для открытия %@
sk: Nemáte oprávnenie otvoriť %@
th: ไม่มีสิทธิ์เปิด %@
uk: Немає дозволу на відкриття %@
zh_hans: 权限不足，无法打开%@

# SevenZipDecompressError
source: 7z file is corrupted or encrypted
ar: ملف 7z تالف أو مشفر
cs: Soubor 7z je poškozen nebo zašifrován
fi: 7z-tiedosto on vioittunut tai salattu
fr: Fichier 7z corrompu ou chiffré
hi: 7z फ़ाइल खराब या एन्क्रिप्टेड
hu: A 7z fájl sérült vagy titkosított
nb: 7z-fil er ødelagt eller kryptert
nl: 7z-bestand beschadigd of versleuteld
pt_br: Arquivo 7z corrompido ou criptografado
ru: Файл 7z поврежден или зашифрован
sk: Súbor 7z je poškodený alebo zašifrovaný
th: ไฟล์ 7z เสียหายหรือถูกเข้ารหัส
uk: Файл 7z пошкоджений або зашифрований
zh_hans: 7z文件错误或已加密

# ForceSquareRatioTitle
source: Force Square Aspect Ratio
ar: فرض نسبة مربعة
cs: Vynutit čtvercový poměr
fi: Pakota neliömäinen kuvasuhde
fr: Forcer le ratio carré
hi: वर्ग अनुपात बल दें
hu: Négyzetes arány kényszerítése
nb: Tving kvadratisk format
nl: Vierkante verhouding forceren
pt_br: Forçar proporção quadrada
ru: Принудительное квадратное соотношение
sk: Vynútiť štvorcový pomer
th: บังคับสัดส่วนสี่เหลี่ยม
uk: Примусове квадратне співвідношення
zh_hans: 强制使用方形比例

# ForceSquareRatioDetail
source: Boxart will use a square ratio when enabled, or its original ratio when disabled
ar: الأغلفة تستخدم نسبة مربعة (مفعّل) أو الأصلية (غير مفعّل)
cs: Obaly budou čtvercové (zapnuto) nebo původní (vypnuto)
fi: Boxart käyttää neliömäistä suhdetta käytettäessä tai alkuperäistä suhdetta pois käytettäessä
fr: Les jaquettes utiliseront un ratio carré (activé) ou original (désactivé)
hi: सक्षम होने पर बॉक्सआर्ट वर्ग अनुपात का उपयोग करेगा, अन्यथा मूल अनुपात
hu: A borítók négyzetes arányt (be) vagy eredeti arányt (ki) használnak
nb: Cover bruker kvadratisk (på) eller originalt format (av)
nl: Covers gebruiken vierkante verhouding (ingeschakeld) of origineel (uitgeschakeld)
pt_br: Capas usarão proporção quadrada (ativado) ou original (desativado)
ru: Обложки будут квадратными (включено) или оригинальными (выключено)
sk: Boxart bude používať štvorcový pomer pri zapnutí alebo pôvodný pomer pri vypnutí
th: กล่องเกมจะใช้สัดส่วนสี่เหลี่ยม (เปิด) หรือสัดส่วนเดิม (ปิด)
uk: Обкладинки використовують квадратне (увімкнено) або оригінальне співвідношення (вимкнено)
zh_hans: 开启后封面将强制使用方形比例，若关闭则使用封面的原生比例

# AutoSaveStateTitle
source: Auto Save States
ar: الحفظ التلقائي للحالات
cs: Automatické ukládání stavů
fi: Automaattinen tilan tallennus
fr: Sauvegarde automatique
hi: स्वचालित सहेजें स्थिति
hu: Automatikus állapotmentés
nb: Auto-lagre tilstander
nl: Automatisch statussen opslaan
pt_br: Estados de salvamento automático
ru: Автосохранение состояний
sk: Automatické ukladanie stavov
th: บันทึกสถานะอัตโนมัติ
uk: Автозбереження станів
zh_hans: 自动即时存档

# GamesThemeTitle
source: Game Library
ar: مكتبة الألعاب
cs: Herní knihovna
fi: Pelikirjasto
fr: Bibliothèque de jeux
hi: गेम लाइब्रेरी
hu: Játékkönyvtár
nb: Spillbibliotek
nl: Spelbibliotheek
pt_br: Biblioteca de jogos
ru: Игровая библиотека
sk: Herná knižnica
th: คลังเกม
uk: Бібліотека ігор
zh_hans: 游戏库

# GamesPerRowTitle
source: Games per Row (iPhone)
ar: الألعاب في الصف (iPhone)
cs: Her na řádek (iPhone)
fi: Pelejä per rivi (iPhone)
fr: Jeux par ligne (iPhone)
hi: प्रति पंक्ति गेम (iPhone)
hu: Játékok soronként (iPhone)
nb: Spill per rad (iPhone)
nl: Spellen per rij (iPhone)
pt_br: Jogos por linha (iPhone)
ru: Игр в ряду (iPhone)
sk: Hier na riadok (iPhone)
th: เกมต่อแถว (iPhone)
uk: Ігор у рядку (iPhone)
zh_hans: 每行游戏数量(仅iPhone有效)

# GamesHideScrollIndicator
source: Hide Scroll Indicators
ar: إخفاء مؤشرات التمرير
cs: Skrýt ukazatele posuvníku
fi: Piilota vieritysindikaattorit
fr: Masquer les indicateurs de défilement
hi: स्क्रॉल संकेतक छुपाएं
hu: Görgetősáv elrejtése
nb: Skjul rulleindikatorer
nl: Scrollindicatoren verbergen
pt_br: Ocultar indicadores de rolagem
ru: Скрыть индикаторы прокрутки
sk: Skryť indikátory posúvania
th: ซ่อนตัวชี้เลื่อน
uk: Приховати індикатори прокрутки
zh_hans: 隐藏滚动指示条

# ConsoleLanguageDesc
source: Region & Language settings may require manual configuration for certain games
ar: قد تتطلب إعدادات المنطقة واللغة تكوينًا يدويًا لبعض الألعاب
cs: Nastavení oblasti a jazyka může vyžadovat manuální konfiguraci u některých her
fi: Alueen ja kielen asetuksia saattaa joutua määrittämään manuaalisesti tietyille peleille
fr: Certains jeux nécessitent une configuration manuelle de la région et de la langue
hi: कुछ गेमों के लिए क्षेत्र और भाषा सेटिंग्स को मैन्युअल रूप से कॉन्फ़िगर करने की आवश्यकता हो सकती है
hu: A régió és nyelv beállításaihoz egyes játékoknál kézi konfiguráció szükséges
nb: Region- og språkinnstillinger kan kreve manuell konfigurasjon for enkelte spill
nl: Regio- en taalinstellingen vereisen mogelijk handmatige configuratie voor bepaalde spellen
pt_br: Configurações de região e idioma podem exigir ajuste manual para alguns jogos
ru: Настройки региона и языка могут потребовать ручной конфигурации для некоторых игр
sk: Nastavenie regiónu a jazyka môže vyžadovať manuálnu konfiguráciu pre niektoré hry
th: การตั้งค่าภูมิภาคและภาษาอาจต้องกำหนดค่าเองสำหรับเกมบางเกม
uk: Налаштування регіону та мови можуть вимагати ручної конфігурації для окремих ігор
zh_hans: 部分游戏的的区域和语言可能需要手动进行选择

# JitNoSupportDesc
source: JIT compilation is unavailable in the current environment
ar: تجمع JIT غير متاح في البيئة الحالية
cs: JIT kompilace není v současném prostředí dostupná
fi: JIT-kääntäminen ei ole käytettävissä nykyisessä ympäristössä
fr: La compilation JIT n'est pas disponible dans cet environnement
hi: वर्तमान वातावरण में JIT संकलन उपलब्ध नहीं है
hu: A JIT fordítás nem elérhető a jelenlegi környezetben
nb: JIT-kompilering er ikke tilgjengelig i gjeldende miljø
nl: JIT-compilatie is niet beschikbaar in de huidige omgeving
pt_br: Compilação JIT não está disponível neste ambiente
ru: Компиляция JIT недоступна в текущей среде
sk: JIT kompilácia nie je v aktuálnom prostredí dostupná
th: การคอมไพล์ JIT ไม่สามารถใช้ได้ในสภาพแวดล้อมปัจจุบัน
uk: JIT-компіляція недоступна в поточному середовищі
zh_hans: 当前运行环境不支持JIT

# RenderRightEyeTitle
source: RightEye Rendering
ar: عرض العين اليمنى
cs: Vyrenderovat pravé oko
fi: Oikean silmän renderöinti
fr: Rendu œil droit
hi: दाहिनी आँख रेंडर
hu: Jobb szem renderelés
nb: Høyre øye-rendering
nl: Rechteroog weergeven
pt_br: Renderizar olho direito
ru: Рендеринг правого глаза
sk: Renderovanie pravého oka
th: เรนเดอร์ตาขวา
uk: Рендеринг правого ока
zh_hans: 右眼渲染

# RenderRightEyeDesc
source: Disabling right-eye rendering can improve the performance of some games, but it may also cause issues such as screen flickering.
ar: تعطيل عرض العين اليمنى يحسن أداء بعض الألعاب، ولكن قد يسبب وميض الشاشة
cs: Vypnutí zlepšuje výkon některých her, ale může způsobit blikání
fi: Pois käytöstä parantaa suorituskykyä joissain peleissä, mutta voi aiheuttaa ruudunvälkähtelyä
fr: Désactiver le rendu de l'œil droit améliore les performances pour certains jeux, mais peut causer des scintillements
hi: अक्षम करने से कुछ गेम्स का प्रदर्शन बेहतर होता है, लेकिन स्क्रीन फ्लिकर हो सकता है
hu: Letiltás javítja néhány játék teljesítményét, de képernyővillogást okozhat
nb: Deaktivering forbedrer ytelse i enkelte spill, men kan forårsake skjermflimmer
nl: Uitschakelen verbetert prestaties bij sommige spellen, maar kan flikkeringen veroorzaken
pt_br: Desativar melhora desempenho em alguns jogos, mas pode causar cintilações
ru: Отключение улучшает производительность в некоторых играх, но может вызвать мерцание
sk: Deaktivácia zlepšuje výkon v niektorých hrách, ale môže spôsobiť blikanie
th: ปิดการใช้งานช่วยเพิ่มประสิทธิภาพเกมบางเกม แต่可能导致画面闪烁等问题
uk: Вимкнення покращує продуктивність у деяких іграх, але може спричинити мерехтіння
zh_hans: 禁用右眼渲染可提升部分游戏的运行效率，但也可能带来游戏画面闪烁等问题

# DisableTitle
source: Disable
ar: تعطيل
cs: Vypnout
fi: Poista käytöstä
fr: Désactiver
hi: अक्षम करें
hu: Letiltás
nb: Deaktiver
nl: Uitschakelen
pt_br: Desativar
ru: Отключить
sk: Deaktivovať
th: ปิดใช้งาน
uk: Вимкнути
zh_hans: 禁用

# EnableTitle
source: Enable
ar: تمكين
cs: Zapnout
fi: Ota käyttöön
fr: Activer
hi: सक्षम करें
hu: Engedélyezés
nb: Aktiver
nl: Inschakelen
pt_br: Ativar
ru: Включить
sk: Aktivovať
th: เปิดใช้งาน
uk: Увімкнути
zh_hans: 启用

# NoSaveStateToast
source: No %@
ar: لا يوجد %@
cs: Žádný %@ k dispozici
fi: Ei tallennustilaa %@ saatavilla
fr: Aucun %@ disponible
hi: %@ उपलब्ध नहीं
hu: Nincs elérhető %@
nb: Ingen %@ tilgjengelig
nl: Geen %@ beschikbaar
pt_br: Nenhum %@ disponível
ru: %@ отсутствует
sk: Žiadny %@ k dispozícii
th: 暂无%@
uk: %@ відсутній
zh_hans: 暂无%@
