Repository: rylanraj/ManicEMU
Catalog: ManicEmu/ManicEmu/Resources/*.lproj/Localizable.strings
Languages: ar, cs, fi, fr, hi, hu, nb, nl, pt_br, ru, sk, th, uk, zh_hans

# TimeDurationMinuteFormat
source: %d minutes
ar: %d دقيقة
cs: %d minut
fi: %d minuuttia
hi: %d मिनट
hu: %d perc
nb: %d minutter
nl: %d min
pt_br: %d minutos
ru: %d минут
sk: %d minút
th: %d นาที
uk: %d хвилин
zh_hans: %d分钟

# FatalErrorTitle
source: Fatal Error
ar: خطأ جسيم
cs: Závažná chyba
fi: Kriittinen virhe
fr: Erreur fatale
hi: घातक त्रुटि
hu: Végzetes hiba
nb: Kritisk feil
nl: Kritieke fout
pt_br: Erro fatal
ru: Критическая ошибка
sk: Kritická chyba
th: ข้อผิดพลาดร้ายแรง
uk: Критична помилка
zh_hans: 致命错误

# FatalErrorDesc
source: Critical system resource failure: Manic EMU may malfunction
ar: فشل تحميل موارد النظام، قد تواجه مشاكل كبيرة أثناء تشغيل Manic EMU
cs: Chyba načítání systémových zdrojů – Manic EMU může mít omezenou funkčnost
fi: Järjestelmäresurssien lataus epäonnistui, Manic EMU:ssa voi olla vakavia puutteita
fr: Échec du chargement des ressources système, Manic EMU pourrait présenter des dysfonctionnements majeurs
hi: सिस्टम संसाधन लोड करने में विफल, Manic EMU में गंभीर खामियां हो सकती हैं
hu: A rendszererőforrások betöltése sikertelen, a Manic EMU működése során komoly hibák léphetnek fel
nb: Systemressurser kunne ikke lastes – appen kan fungere ustabilt
nl: Systeembronnen laden mislukt. Manic EMU kan instabiel worden
pt_br: Falha ao carregar recursos do sistema - o Manic EMU pode apresentar defeitos graves
ru: Сбой загрузки системных ресурсов. Возможны серьёзные ошибки в работе Manic EMU
sk: Načítanie systémových zdrojov zlyhalo, Manic EMU môže mať počas behu vážne nedostatky
th: การโหลดทรัพยากรระบบล้มเหลว อาจเกิดข้อบกพร่องร้ายแรงขณะใช้งาน Manic EMU
uk: Не вдалося завантажити системні ресурси. Робота Manic EMU може бути обмежена
zh_hans: 系统资源加载失败，Manic EMU运行中可能会有重大缺陷

# LodingFailedTitle
source: Load Failed
ar: فشل التحميل
cs: Chyba načítání
fi: Lataus epäonnistui
fr: Échec du chargement
hi: लोड करने में विफल
hu: Betöltés sikertelen
nb: Feil ved lasting
nl: Laden mislukt
pt_br: Falha no carregamento
ru: Ошибка загрузки
sk: Načítanie zlyhalo
th: โหลดล้มเหลว
uk: Помилка завантаження
zh_hans: 加载失败

# AirPlayDesc
source: Let the adventure begin!
ar: ابدأ مغامرتك الآن!
cs: Začněte své dobrodružství hned teď!
fi: Aloita seikkailu heti!
fr: Commencez l'aventure maintenant !
hi: अभी साहसिक कार्य शुरू करें!
hu: Kezdje el a kalandot most!
nb: Start eventyret nå!
nl: Start nu je avontuur!
pt_br: Comece sua aventura agora!
ru: Начните своё приключение прямо сейчас!
sk: Začnite dobrodružstvo hneď teraz!
th: เริ่มการผจญภัยของคุณเดี๋ยวนี้!
uk: Почніть свою пригоду вже зараз!
zh_hans: 马上开始冒险吧！

# ToastSuccess
source: Saved Successfully
ar: تم الحفظ بنجاح
cs: Úspěšně uloženo
fi: Tallennus onnistui
fr: Enregistrement réussi
hi: सफलतापूर्वक सेव हुआ
hu: Sikeres mentés
nb: Lagret
nl: Opgeslagen
pt_br: Salvo com sucesso
ru: Сохранено успешно
sk: Uloženie bolo úspešné
th: บันทึกสำเร็จ
uk: Успішно збережено
zh_hans: 保存成功

# ToastFailed
source: Save Failed
ar: فشل الحفظ
cs: Uložení selhalo
fi: Tallennus epäonnistui
fr: Échec de l'enregistrement
hi: सेव करने में विफल
hu: Sikertelen mentés
nb: Lagring mislyktes
nl: Opslaan mislukt
pt_br: Falha ao salvar
ru: Ошибка сохранения
sk: Uloženie zlyhalo
th: บันทึกล้มเหลว
uk: Не вдалося зберегти
zh_hans: 保存失败

# GamesSearchPlaceHolder
source: Search games
ar: عنوان اللعبة
cs: Název hry
fi: Pelin nimi
fr: Titre du jeu
hi: गेम शीर्षक
hu: Játék cím
nb: Søk etter spill
nl: Zoek gamenaam
pt_br: Título do jogo
ru: Название игры
sk: Názov hry
th: ชื่อเกม
uk: Назва гри
zh_hans: 游戏标题

# GamesRename
source: Rename
ar: إعادة تسمية
cs: Přejmenovat
fi: Nimeä uudelleen
fr: Renommer
hi: नाम बदलें
hu: Átnevezés
nb: Endre navn
nl: Hernoemen
pt_br: Renomear
ru: Переименовать
sk: Premenovať
th: เปลี่ยนชื่อ
uk: Перейменувати
zh_hans: 重命名

# GamesModifyCover
source: Edit Cover
ar: تعديل الغلاف
cs: Upravit obal
fi: Muuta kansikuvaa
fr: Modifier la couverture
hi: कवर बदलें
hu: Borító módosítása
nb: Endre cover
nl: Cover aanpassen
pt_br: Alterar capa
ru: Изменить обложку
sk: Upraviť obal
th: แก้ไขหน้าปก
uk: Змінити обкладинку
zh_hans: 修改封面

# GamesSpecifySkin
source: Assign Skin
ar: تعيين سكين
cs: Nastavit skin
fi: Aseta skini
fr: Définir un skin
hi: स्किन सेट करें
hu: Skin beállítása
nb: Velg skin
nl: Skin instellen
pt_br: Definir skin
ru: Установить скин
sk: Nastaviť skin
th: ตั้งค่าสกิน
uk: Встановити скін
zh_hans: 设置皮肤

# GamesCheatCode
source: Cheat Codes
ar: أكواد الغش
cs: Cheat code
fi: Cheat codet
fr: Codes de triche
hi: चीट कोड
hu: Cheat kódok
nb: Cheat code
nl: Cheatcode
ru: Чит-коды
sk: Cheat kódy
th: Cheat Code
uk: Чіт-коди
zh_hans: 金手指

# GamesShareRom
source: Share ROM
ar: مشاركة ROM
cs: Sdílet ROM
fi: Jaa ROM
fr: Partager le ROM
hi: ROM शेयर करें
hu: ROM megosztása
nb: Del ROM
nl: ROM delen
pt_br: Compartilhar ROM
ru: Поделиться ROM
sk: Zdieľať ROM
th: แชร์ ROM
uk: Поділитися ROM
zh_hans: 分享ROM

# GamesCheckSave
source: View Save States
ar: عرض الحفظ الفوري
cs: Zobrazit uložení
fi: Tarkastele pikatallennuksia
fr: Voir les sauvegardes instantanées
hi: मैन्युअल सेव स्टेट देखें
hu: Azonnali mentések megtekintése
nb: Vis lagringstilstander
nl: Handmatige opslagstatus bekijken
pt_br: Ver save states
ru: Просмотр сейвов
sk: Zobraziť okamžité uloženie
th: ดูเซฟทันที
uk: Переглянути швидкі збереження
zh_hans: 查看即时存档

# GamesImportSave
source: Import Game Save
ar: استيراد حفظ اللعبة
cs: Importovat uložení
fi: Tuo pelitallennus
fr: Importer une sauvegarde
hi: गेम सेव इम्पोर्ट करें
hu: Játékmentés importálása
nb: Importer lagring
nl: Gameopslag importeren
pt_br: Importar save
ru: Импорт сохранений
sk: Importovať uloženie hry
th: นำเข้าเซฟเกม
uk: Імпортувати збереження
zh_hans: 导入游戏存档

# GamesShareSave
source: Export Game Save
ar: تصدير حفظ اللعبة
cs: Exportovat uložení
fi: Vie pelitallennus
fr: Exporter une sauvegarde
hi: गेम सेव एक्सपोर्ट करें
hu: Játékmentés exportálása
nb: Eksporter lagring
nl: Gameopslag exporteren
pt_br: Exportar save
ru: Экспорт сохранений
sk: Exportovať uloženie hry
th: ส่งออกเซฟเกม
uk: Експортувати збереження
zh_hans: 导出游戏存档

# GamesDelete
source: Remove Game
ar: إزالة اللعبة
cs: Odebrat hru
fi: Poista peli
fr: Supprimer le jeu
hi: गेम हटाएं
hu: Játék eltávolítása
nb: Fjern spill
nl: Game verwijderen
pt_br: Remover jogo
ru: Удалить игру
sk: Odstrániť hru
th: ลบเกม
uk: Видалити гру
zh_hans: 移除游戏

# GamesRandom
source: Random Pick
ar: لا أعرف ماذا ألعب، اختر عشوائيًا
cs: Nevíte co hrát? Zkuste náhodný výběr
fi: En tiedä mitä pelata, arvo satunnainen peli
fr: Je ne sais pas quoi jouer, choisir au hasard
hi: क्या खेलना है पता नहीं, रैंडम चुनें
hu: Nem tudod, mit játssz? Véletlenszerű választás
nb: Tilfeldig spillvalg
nl: Ik weet niet wat ik moet spelen, verras me
pt_br: Não sabe o que jogar? Surpreenda-se
ru: Случайная игра
sk: Neviete čo hrať? Skúste náhodný výber
th: สุ่มเกมที่ไม่รู้จัก
uk: Не знаєте, в що пограти? Обирайте випадково
zh_hans: 不知道玩什么，随机一下

# LoadGameErrorRomNotExist
source: ROM file missing
ar: خطأ في تحميل اللعبة، ملف ROM غير موجود
cs: Chyba načítání – ROM neexistuje
fi: Pelin lataus epäonnistui, ROMia ei ole olemassa
fr: Erreur de chargement, le ROM n'existe pas
hi: गेम लोडिंग त्रुटि, ROM मौजूद नहीं
hu: Játék betöltési hiba, a ROM nem létezik
nb: ROM-filen eksisterer ikke
nl: Game laden mislukt: ROM bestaat niet
pt_br: Erro ao carregar - ROM não encontrada
ru: Ошибка: ROM-файл отсутствует
sk: Chyba načítania hry, ROM neexistuje
th: เกิดข้อผิดพลาดในการโหลดเกม ไม่พบ ROM
uk: Помилка завантаження: ROM не існує
zh_hans: 游戏加载错误，ROM不存在

# GamesListEmptyGuideLeft
source: Tap the
ar: اضغط أدناه
cs: Klikněte na
fi: Klikkaa alla olevaa
fr: Cliquez sur le
hi: नीचे
hu: Kattints a lenti
nb: Trykk på
nl: Klik op de
pt_br: Toque no
ru: Нажмите
sk: Kliknite na
th: กรุณาคลิกปุ่ม
uk: Натисніть
zh_hans: 快去点击下面

# GamesListEmptyGuideRight
source: button to import
ar: لاستيراد الألعاب
cs: níže pro import her
fi: tuodaksesi pelejä
fr: ci-dessous pour importer un je
hi: पर क्लिक करके गेम इम्पोर्ट करें
hu: gombra játék importálásához
nb: nedenfor for å importere
nl: hieronder om games te importeren
pt_br: abaixo para importar jogos
ru: ниже для импорта
sk: a importujte hru
th: ด้านล่างเพื่อนำเข้าเกม
uk: щоб імпортувати гру
zh_hans: 导入游戏吧

# GamesListEmptyWelcomeLeft
source: Welcome to
ar: مرحبًا في عالم
cs: Vítejte ve světě
fi: Tervetuloa
fr: Bienvenue dans l'univers de
hu: Üdvözöl a
nb: Velkommen til
nl: Welkom in de wereld van
pt_br: Bem-vindo ao
ru: Добро пожаловать в мир
sk: Vitajte vo svete
th: ยินดีต้อนรับสู่โลกแห่ง
uk: Ласкаво просимо до світу
zh_hans: 欢迎来到

# GamesListEmptyWarnning
source: Ensure game ROMs are legally obtained
ar: يرجى التأكد من الحصول على ملفات ROM عبر قنوات قانونية
cs: Ujistěte se, že ROM soubory máte legálně!
fi: Varmista, että saat peli-ROMit laillisista lähteistä
fr: Assurez-vous d'obtenir les fichiers ROM de jeux par des moyens légaux
hi: कृपया कानूनी स्रोतों से गेम ROM फाइल्स प्राप्त करने का ध्यान रखें
hu: Győződjön meg arról, hogy a játék ROM fájlokat legális forrásból szerzi be
nb: Sørg for at ROM-filer er lovlig anskaffet
nl: Zorg ervoor dat je ROMs legaal verkregen zijn
pt_br: Certifique-se de obter ROMs através de canais legais
ru: Убедитесь в легальности источников получения ROM-файлов
sk: Uistite sa, že hry ROM získavate z legálnych zdrojov
th: โปรดมั่นใจว่าได้รับไฟล์ ROM เกมผ่านช่องทางที่ถูกกฎหมาย
uk: Будь ласка, отримуйте ROM-файли ігор лише з легальних джерел
zh_hans: 请确保通过合法渠道获取游戏ROM文件

# DeleteGameAlertDetail
source: All game data including ROMs, saves, and cheat codes will be permanently deleted!
ar: سيتم حذف ملفات ROM والحفظ وأكواد الغش بشكل نهائي!
cs: ROM, uložení a cheat codes budou nenávratně smazány!
fi: Peli ROM, tallennukset ja cheat codet poistetaan pysyvästi!
fr: Les données du jeu ROM, des sauvegardes et des codes de triche seront supprimées, cette action est irréversible !
hi: गेम ROM, सेव और चीट कोड डेटा सभी हटा दिए जाएंगे, यह क्रिया वापस नहीं की जा सकती!
hu: A játék ROM, mentések és cheat kódok véglegesen törlődnek!
nb: ROM, lagringer og cheat codes vil bli slettet – handlingen kan ikke angres!
nl: ROM, opslag en cheatcodes worden permanent verwijderd!
pt_br: ROM, saves e cheat codes serão permanentemente excluídos!
ru: Все данные игры (ROM, сохранения, чит-коды) будут удалены безвозвратно!
sk: ROM hry, uloženia a cheat kódy budú natrvalo odstránené!
th: ข้อมูล ROM, เซฟ และ Cheat Code จะถูกลบทั้งหมด และไม่สามารถกู้คืนได้!
uk: Файл гри ROM, збереження та чіт-коди будуть видалені без можливості відновлення!
zh_hans: 游戏 ROM、存档和金手指等数据将一并删除，此操作不可逆！

# DeleteSkinAlertDetail
source: Skin removal is irreversible!
ar: لا يمكن استعادة السكين بعد الإزالة!
cs: Skin bude nenávratně odstraněn!
fi: Skinin poistamista ei voi peruuttaa!
fr: Le skin supprimé ne pourra pas être récupéré !
hi: स्किन हटाने के बाद पुनर्प्राप्त नहीं की जा सकती!
hu: A skin eltávolítása után nem állítható vissza!
nb: Skin vil bli fjernet permanent!
nl: Skin wordt permanent verwijderd!
pt_br: A skin será removida permanentemente!
ru: Скин будет удалён безвозвратно!
sk: Skin po odstránení nebude možné obnoviť!
th: สกินที่ถูกลบจะไม่สามารถกู้คืนได้!
uk: Скін буде видалено без можливості відновлення!
zh_hans: 皮肤移除后将不可恢复！

# DeleteGameGameStateAlertTitle
source: Delete Save State
ar: إزالة الحفظ الفوري
cs: Odstranit uložení stavu
fi: Poista pikatallennus
fr: Supprimer la sauvegarde instantanée
hi: मैन्युअल सेव स्टेट हटाएं
hu: Azonnali mentés eltávolítása
nb: Fjern lagringstilstand
nl: Handmatige opslagstatus verwijderen
pt_br: Remover save state
ru: Удаление сейва
sk: Odstrániť okamžité uloženie
th: ลบเซฟทันที
uk: Видалити швидке збереження
zh_hans: 移除即时存档

# DeleteGameGameStateAlertDetail
source: Save states cannot be recovered!
ar: لا يمكن استعادة الحفظ الفوري بعد الإزالة!
cs: Uložení stavu bude nenávratně smazáno!
fi: Pikatallennuksen poistamista ei voi peruuttaa!
fr: La sauvegarde instantanée supprimée ne pourra pas être récupérée !
hi: मैन्युअल सेव स्टेट हटाने के बाद पुनर्प्राप्त नहीं की जा सकती!
hu: Az azonnali mentés eltávolítása után nem állítható vissza!
nb: Lagringstilstander vil bli slettet permanent!
nl: Handmatige opslagstatus wordt permanent verwijderd!
pt_br: O save state será removido permanentemente!
ru: Сейв будет удалён безвозвратно!
sk: Okamžité uloženie po odstránení nebude možné obnoviť!
th: เซฟทันทีที่ถูกลบจะไม่สามารถกู้คืนได้!
uk: Швидке збереження буде видалено без можливості відновлення!
zh_hans: 即时存档移除后将不可恢复！

# confirmDelte
source: Confirm Removal
ar: تأكيد الإزالة
cs: Potvrdit odstranění
fi: Vahvista poisto
fr: Confirmer la suppression
hi: हटाने की पुष्टि करें
hu: Törlés megerősítése
nb: Bekreft fjerning
nl: Bevestig verwijderen
pt_br: Confirmar remoção
ru: Подтвердить удаление
sk: Potvrdiť odstránenie
th: ยืนยันการลบ
uk: Підтвердити видалення
zh_hans: 确认移除

# ControllersTouchName
source: Touch Control
ar: تحكم باللمس
cs: Dotykový ovladač
fi: Kosketusohjain
fr: Contrôleur tactile
hi: स्क्रीन कंट्रोलर
hu: Érintőképernyős vezérlő
nb: Skjermkontroller
nl: Touchcontroller
pt_br: Controle touch
ru: Сенсорное управление
sk: Dotykový ovládač
th: คอนโทรลเลอร์หน้าจอสัมผัส
uk: Сенсорний контролер
zh_hans: 屏幕控制器

# ControllersHeaderTitle
source: Controllers
ar: أجهزة التحكم
cs: Ovladače
fi: Ohjaimet
fr: Contrôleurs
hi: कंट्रोलर
hu: Vezérlők
nb: Kontroller
pt_br: Controles
ru: Контроллеры
sk: Ovládače
th: คอนโทรลเลอร์
uk: Контролери
zh_hans: 控制器

# ControllersPlayerIndex
source: Player %d
ar: اللاعب %d
cs: Hráč %d
fi: Pelaaja %d
fr: Joueur %d
hi: प्लेयर %d
hu: %d. játékos
nb: Spiller %d
nl: Speler %d
pt_br: Jogador %d
ru: Игрок %d
sk: Hráč %d
th: ผู้เล่น %d
uk: Гравець %d
zh_hans: 玩家%d

# ControllersPlayerUnset
source: Unassigned
ar: غير محدد
cs: Nepřiřazeno
fi: Ei määritetty
fr: Non défini
hi: निर्दिष्ट नहीं
hu: Nincs kiválasztva
nb: Ikke tildelt
nl: Niet toegewezen
pt_br: Não definido
ru: Не назначен
sk: Nepriradené
th: ยังไม่ได้ตั้งค่า
uk: Не встановлено
zh_hans: 未指定

# ControllersHowToConnect
source: Connection Guide
ar: كيفية الاتصال
cs: Jak připojit
fi: Miten yhdistää
fr: Comment se connecter
hi: कैसे कनेक्ट करें
hu: Hogyan csatlakozzon
nb: Tilkoblingsveiledning
nl: Hoe verbind ik een controller?
pt_br: Como conectar
ru: Как подключить
sk: Ako pripojiť
th: วิธีการเชื่อมต่อ
uk: Як підключити
zh_hans: 如何连接

# ReadyGameInfoSubTitle
source: %@ played · Total %@
ar: لعب %@ · إجمالي %@
cs: Před %@ · celkem %@
fi: %@ pelattu · yhteensä %@
fr: Joué il y a %@ · total %@
hi: %@ खेला गया · कुल %@
hu: %@ játszott · Összesen %@
nb: %@ spilt · Totalt %@
nl: %@ gespeeld · Totaal %@
pt_br: %@ atrás · Total %@
ru: %@ назад · всего %@
sk: hrané %@ · celkovo %@
th: เล่น %@ · รวม %@
uk: %@ у грі · всього %@
zh_hans: %@游玩 · 总共%@

# ReadyGameInfoNeverPlayed
source: Start your adventure now
ar: لم تبدأ اللعب بعد، ابدأ مغامرتك الآن
cs: Ještě nehráno – začněte hned!
fi: Ei pelattu, aloita seikkailu nyt
fr: Jamais joué, commencez l'aventure maintenant
hi: अभी तक नहीं खेला गया, अभी साहसिक कार्य शुरू करें
hu: Még nem játszott, kezdje el a kalandot most
nb: Ikke startet – begynn eventyret nå
nl: Nog niet gespeeld. Start je avontuur!
pt_br: Nunca jogado - comece sua aventura
ru: Ещё не играли? Начните сейчас!
sk: Hra ešte nebola hraná, začnite dobrodružstvo teraz
th: ยังไม่เคยเล่น เริ่มการผจญภัยเดี๋ยวนี้
uk: Ще не грали? Почніть пригоду зараз!
zh_hans: 未进行游戏，立即开始冒险

# ReadyEditCoverTakePhoto
source: Camera
ar: التقاط صورة
cs: Vyfotit
fi: Ota kuva
fr: Prendre une photo
hi: फोटो लें
hu: Fénykép készítése
nb: Ta bilde
nl: Foto maken
pt_br: Tirar foto
ru: Сфотографировать
sk: Fotografovať
th: ถ่ายภาพ
uk: Зняти
zh_hans: 拍摄

# ReadyEditCoverAlbum
source: Photos
ar: الألبوم
cs: Album
fi: Albumi
fr: Album photo
hi: ऐल्बम
hu: Fényképalbum
nb: Album
nl: Fotobibliotheek
pt_br: Álbum
ru: Альбом
sk: Album
th: อัลบั้ม
uk: Альбом
zh_hans: 相册

# ReadyEditCoverFile
source: Files
ar: ملف
cs: Soubor
fi: Tiedosto
fr: Fichier
hi: फाइल
hu: Fájl
nb: Fil
nl: Bestand
pt_br: Arquivo
ru: Файл
sk: Súbor
th: ไฟล์
uk: Файл
zh_hans: 文件

# ReadyEditCoverSearch
source: Search
ar: بحث
cs: Hledat
fi: Hae
fr: Rechercher
hi: खोजें
hu: Keresés
nb: Søk
nl: Zoeken
pt_br: Pesquisar
ru: Поиск
sk: Hľadať
th: ค้นหา
uk: Пошук
zh_hans: 搜索

# ReadySegmentManualSave
source: Manual Save States
ar: حفظ يدوي
cs: Manuální uložení stavu
fi: Pelaajan pikatallennukset
fr: Sauvegarde instantanée manuelle
hi: मैन्युअल सेव स्टेट
hu: Játékos azonnali mentése
nb: Manuelle lagringstilstander
nl: Handmatige opslagstatus
pt_br: Save state manual
ru: Ручные сейвы
sk: Uloženie hráča
th: เซฟทันทีโดยผู้เล่น
uk: Швидкі збереження гравця
zh_hans: 玩家即时存档

# ReadySegmentAutoSave
source: Auto Save States
ar: حفظ تلقائي
cs: Automatické uložení stavu
fi: Automaattiset pikatallennukset
fr: Sauvegarde instantanée automatique
hi: ऑटो सेव स्टेट
hu: Automatikus azonnali mentés
nb: Automatiske lagringstilstander
nl: Automatische opslagstatus
pt_br: Save state automático
ru: Автосейвы
sk: Automatické uloženie
th: เซฟทันทีอัตโนมัติ
uk: Автоматичні швидкі збереження
zh_hans: 自动即时存档

# ReadyEditTitleFailed
source: Rename failed: Name cannot be empty
ar: فشل إعادة التسمية، الاسم لا يمكن أن يكون فارغًا
cs: Přejmenování selhalo – název nesmí být prázdný
fi: Nimeäminen uudelleen epäonnistui, pelin nimi ei voi olla tyhjä
fr: Échec du renommage, le nom du jeu ne peut pas être vide
hi: नाम बदलने में विफल, गेम नाम खाली नहीं हो सकता
hu: Átnevezés sikertelen, a játék neve nem lehet üres
nb: Navnendring feilet – navn kan ikke være tomt
nl: Hernoemen mislukt: naam mag niet leeg zijn
pt_br: Falha ao renomear - o nome não pode estar vazio
ru: Ошибка: название не может быть пустым
sk: Premenovanie zlyhalo, názov hry nemôže byť prázdny
th: เปลี่ยนชื่อล้มเหลว ชื่อเกมต้องไม่ว่างเปล่า
uk: Не вдалося перейменувати: назва гри не може бути порожньою
zh_hans: 重命名失败，游戏名称不能为空

# ReadyEditTitleSuccess
source: Renamed successfully
ar: تمت إعادة التسمية بنجاح
cs: Úspěšně přejmenováno
fi: Nimeäminen uudelleen onnistui
fr: Renommage réussi
hi: नाम सफलतापूर्वक बदला गया
hu: Átnevezés sikeres
nb: Navn endret
nl: Hernoemd
pt_br: Renomeado com sucesso
ru: Название изменено
sk: Premenovanie bolo úspešné
th: เปลี่ยนชื่อสำเร็จ
uk: Гру успішно перейменовано
zh_hans: 重命名成功

# ReadyGameSaveStatesEmpty
source: No save states
ar: لا يوجد حفظ
cs: Žádná uložení
fi: Ei tallennuksia
fr: Aucune sauvegarde
hi: अभी तक कोई सेव नहीं
hu: Nincsenek mentések
nb: Ingen lagringstilstander
nl: Geen opslagstatus
pt_br: Nenhum save state
ru: Нет сохранений
sk: Žiadne uloženia
th: ยังไม่มีเซฟ
uk: Немає збережень
zh_hans: 暂无存档

# GameSaveGuideBecomTitle
source: Unlock
ar: كن
cs: Stát se
fi: Tule
fr: Devenez
hi: बनें
hu: Válj
nb: Bli
nl: Word
pt_br: Torne-se
ru: Станьте
sk: Stať sa
th: เป็น
uk: Стати
zh_hans: 成为

# GameSaveGuideMemberTitle
source: membership
ar: عضوًا
cs: členem
fi: jäseneksi
fr: membre
hi: मेंबर
hu: taggá
nb: medlem
nl: lid
pt_br: Membro
ru: участником
sk: členom
th: สมาชิก
uk: учасником
zh_hans: 会员

# GameSaveGuideDesc
source: Unlock unlimited manual save states and up to 50 auto save states
ar: افتح عددًا غير محدود من الحفظ اليدوي و 50 حفظًا تلقائيًا
cs: Odemkněte neomezená manuální uložení a až 50 automatických uložení
fi: Avaa rajoittamaton määrä pikatallennuksia ja jopa 50 automaattista pikatallennusta
fr: Débloquez des sauvegardes instantanées illimitées et jusqu'à 50 sauvegardes automatiques
hi: अनलिमिटेड मैन्युअल सेव स्टेट का अनलॉक करें, और 50 ऑटो सेव स्टेट्स तक का सपोर्ट पाएं
hu: Azonnal oldja fel a korlátlan játékos azonnali mentést, és akár 50 automatikus azonnali mentést is használhat
nb: Lås opp ubegrensede manuelle lagringstilstander og opptil 50 automatiske
nl: Ontgrendel onbeperkte handmatige opslag en tot 50 automatische opslagpunten
pt_br: Desbloqueie saves states ilimitados e até 50 saves automáticos
ru: Разблокируйте неограниченные ручные сейвы и до 50 автосейвов
sk: Odomknite neobmedzené uloženia hráča a získajte podporu až 50 automatických uložení
th: ปลดล็อกเซฟทันทีไม่จำกัด และเปิดใช้งานเซฟอัตโนมัติสูงสุด 50 รายการ
uk: Розблокуйте необмежену кількість швидких збережень та до 50 автоматичних збережень
zh_hans: 立即解锁无限玩家即时存档，开启最多支持50个自动即时存档

# GameSaveUnCompatibleTitle
source: Save State Compatibility
ar: مشكلة توافق الحفظ
cs: Problém kompatibility uložení
fi: Pikatallennuksen yhteensopivuusongelma
fr: Problème de compatibilité des sauvegardes
hi: सेव स्टेट कॉम्पैटिबिलिटी इश्यू
hu: Azonnali mentés kompatibilitási probléma
nb: Kompatibilitetsproblem
nl: Compatibiliteitsprobleem
pt_br: Problema de compatibilidade
ru: Проблема совместимости
sk: Problém s kompatibilitou uložení
th: ปัญหาเซฟทันทีไม่เข้ากัน
uk: Проблема сумісності швидких збережень
zh_hans: 即时存档兼容问题

# GameSaveUnCompatibleDetail
source: This save state was created on %@ (current: %@). Loading incompatible save states may cause unexpected behavior!
ar: تم إنشاء هذا الحفظ بواسطة %@، البيئة الحالية هي %@. قد يؤدي التحميل في بيئة غير متوافقة إلى أخطاء!
cs: Toto uložení vytvořil %@. Vaše zařízení (%@) může způsobit nestabilitu při načítání!
fi: Tämä pikatallennus on luotu %@:lla, nykyinen laiteympäristö on %@. Pikatallennukset riippuvat laitteen tyypistä ja käyttöjärjestelmän versiosta, ja niiden lataaminen yhteensopimattomassa ympäristössä voi aiheuttaa ongelmia!
fr: Cette sauvegarde a été générée par %@, l'environnement actuel est %@. Les sauvegardes dépendent du type d'appareil et de la version du système, un chargement dans un environnement incompatible peut causer des problèmes !
hi: यह सेव स्टेट %@ द्वारा जेनरेट किया गया था, वर्तमान डिवाइस एनवायरनमेंट %@ है। सेव स्टेट डिवाइस टाइप और सिस्टम वर्जन पर निर्भर करता है, असंगत एनवायरनमेंट में लोड करने से समस्याएँ आ सकती हैं!
hu: Ezt az azonnali mentést a %@ hozta létre, az aktuális eszköz környezete %@. Az azonnali mentések az eszköztípus és a rendszerverzió függvényében változhatnak, és inkompatibilis környezetben történő betöltés hibákat okozhat!
nb: Denne lagringstilstanden ble opprettet på %@. Nåværende enhet: %@. Ukompatible lagringer kan føre til feil!
nl: Deze opslagstatus is gemaakt met %@. Huidige omgeving: %@. Onverenigbaarheid kan problemen veroorzaken!
pt_br: Este save state foi criado por %@ em um ambiente %@. Save states dependem do dispositivo e versão do sistema - carregar em ambientes incompatíveis pode causar problemas!
ru: Этот сейв создан в %@. Текущее устройство: %@. Совместимость зависит от типа устройства и версии ОС. Загрузка может вызвать ошибки!
sk: Toto uloženie bolo vytvorené v %@, aktuálne zariadenie používa %@. Uloženia závisia od typu zariadenia a verzie systému, ich načítanie v nekompatibilnom prostredí môže spôsobiť problémy!
th: เซฟทันทีนี้สร้างโดย %@ สภาพแวดล้อมปัจจุบันคือ %@ การโหลดเซฟในสภาพแวดล้อมที่ไม่เข้ากันอาจทำให้เกิดปัญหา!
uk: Це швидке збереження було створено в %@, а поточне середовище — %@. Швидкі збереження залежать від типу пристрою та версії системи. Завантаження в несумісному середовищі може призвести до помилок!
zh_hans: 此即时存档由%@生成，当前设备环境为%@。即时存档与设备类型和系统版本有关，如果强制在不兼容的环境中加载可能会产生异常问题!

# GameSaveStateForceLoad
source: Load Anyway
ar: متابعة التحميل
cs: Přesto načíst
fi: Jatka lataamista
fr: Charger quand même
hi: फिर भी लोड करें
hu: Betöltés folytatása
nb: Last likevel
nl: Toch laden
pt_br: Carregar mesmo assim
ru: Всё равно загрузить
sk: Pokračovať v načítaní
th: โหลดต่อ
uk: Продовжити завантаження
zh_hans: 继续加载

# GameSaveContinue
source: Continue
ar: متابعة
cs: Pokračovat
fi: Jatka
fr: Continuer
hi: जारी रखें
hu: Folytatás
nb: Fortsett
nl: Doorgaan
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
th: ดำเนินการต่อ
uk: Продовжити
zh_hans: 继续

# GameSaveTitle
source: Save %d
ar: الحفظ %d
cs: Uložení %d
fi: Tallennus %d
fr: Sauvegarde %d
hi: सेव %d
hu: Mentés %d
nb: Lagring %d
nl: Opslag %d
ru: Сейв %d
sk: Uloženie %d
th: เซฟที่ %d
uk: Збереження %d
zh_hans: 存档%d
